Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: The other big advantage of PeerTube is that your hoster doesn't have to fear the sudden success of one of your videos. Indeed, PeerTube broadcasts videos with the protocol <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/BitTorrent">WebTorrent</a>. If hundreds of people are watching your video at the same time, their browsers automatically send bits of your video to other viewers.
es: La otra gran ventaja de PeerTube es que tu proveedor de alojamiento no tiene que temer el repentino éxito de uno de tus videos. De hecho, PeerTube difunde videos con el protocolo <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/BitTorrent">WebTorrent</a>. Si cientos de personas miran tu video al mismo tiempo, sus navegadores envían automáticamente fragmentos de tu video a otros espectadores.
fr_fr: L’autre gros avantage de PeerTube, c’est que votre hébergeur n’a pas à craindre le succès soudain d’une de vos vidéos. En effet, PeerTube diffuse les vidéos avec le protocole <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/BitTorrent">WebTorrent</a>. Si des centaines de personnes regardent votre vidéo au même moment, leur navigateur envoie automatiquement des bouts de votre vidéo aux autres spectateurs.
gl: A outra gran vantaxe de PeerTube é que o teu servidor non ten que temer o éxito expontáneo dun dos seus videos. Así, PeerTube reproduce os vídeos co protocolo <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/BitTorrent">WebTorrent</a>. Se centos de persoas están vendo o teu vídeo ao mesmo tempo, os navegadores envían automáticamente bits do teu vídeo a outras persoas.
pl: Inną zaletą PeerTube jest to, że hostujący nie musi obawiać się nagłego sukcesu jednego z Twoich filmów. PeerTube transmituje filmy używając protokołu <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/BitTorrent">WebTorrent</a>. Jeżeli setki osób oglądają Twój film w tym samym czasie, ich przeglądarki automatycznie wysyłają fragmenty filmu innym oglądającym.
pt_br: A outra grande vantagem do PeerTube é que o provedor dos seus vídeos não tem que temer um sucesso repentino de um dos seus vídeos. De fato, PeerTube transmite os vídeos com o protocolo <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/BitTorrent">WebTorrent</a>. Se centenas de pessoas estão vendno o seu vídeo ao mesmo tempo, seus navegadores automaticamente envia pedaços do seu vídeo para outros telespectadores.
ru: Другое большое преимущество PeerTube в том, что ваш хостер не должен бояться внезапного успеха одного из ваших видео: PeerTube транслирует видео по протоколу <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/BitTorrent"> WebTorrent </a>. Если сотни людей смотрят ваше видео одновременно, их браузеры автоматически отправляют фрагменты вашего видео другим зрителям, снижая нагрузку на вашего хостера.

source: The PeerTube software can, whenever necessary, use a peer-to-peer protocol (P2P) to broadcast viral videos, <strong>lowering the load of their hosts.</strong>
es: El software PeerTube puede, cuando sea necesario, utilizar un protocolo de igual a igual (P2P) para transmitir vídeos virales, <strong>reduciendo la carga de sus anfitriones.</strong>
fr_fr: Le logiciel PeerTube peut au besoin utiliser un protocole pair-à-pair (P2P) pour diffuser des vidéos très regardées par les internautes (vidéos virales), ce qui permet d'<strong>alléger la charge des sites web qui les hébergent.</strong>
gl: O software PeerTube pode, cando sexa necesario, usar o protocolo entre pares (P2P) para retransmitir vídeos virais, <strong>baixando a carga dos hóspedes.</strong>
pl: Jeżeli to konieczne, PeerTube może korzystać z protokołu peer-to-peer (P2P) aby transmitować viralowe filmy, <strong>zmniejszając obciążenie serwerów.</strong>
pt_br: O aplicativo PeerTube pode, sempre que necessário, usar o protocolo pessoa-à-pessoa (peer-to-peer), também conhecido como "P2P" para transmitir vídeos que se tornaram virais. <strong>reduzindo a carga de seus servidores.</strong>
ru: Программное обеспечение PeerTube может при необходимости использовать распределённый протокол (P2P) для трансляции вирусных видео, <strong> снижая нагрузку на хостеров. </strong>

source: The project's evolution demonstrates the contrary.
es: La evolución del proyecto demuestra lo contrario.
fr_fr: L'évolution du projet démontre le contraire.
gl: A evolución do proxecto demostra o contrario.
pl: To, jak rozwija się projekt, przedstawia coś innego.

source: Themes
es: Temas
fr_fr: Thèmes
gl: Decorados
pl: Tematy
pt_br: Temas
ru: Темы

source: Then Dominique and Solal can turn against Camille, who uploaded the video.
es: Entonces Dominique y Soraya pueden volverse contra Camille, quien subió el vídeo.
fr_fr: Ensuite, Dominique et Solal pourront se retourner contre Camille, qui a commis le méfait.
gl: Polo tanto Dominique e Solal poden virarse contra Camille, que subeu o vídeo.
pl: Wtedy Dominika i Solal mogą stanąć przeciw Kamili, która opublikowała ten film.
pt_br: Dominique e Soraia podem se virar contra Camila, que subiu o vídeo.
ru: Затем Доминик и Михаил могут задать неудобные вопросы Камилле, загрузившей такое видео.

source: Then, we recommend you go to the instances, read their "about" page to discover their terms of use (disk space limit per user, content policy, etc.).
es: Luego, te recomendamos que vayas a las instancias, leas su página "acerca de" para descubrir sus términos de uso (límite de espacio en disco por usuario, política de contenido, etc.).
fr_fr: Ensuite, nous vous recommandons d’aller voir les instances, d’aller lire leur page « about » pour découvrir leurs conditions d’utilisation (limite d’espace disque par utilisateur, politique sur les contenus, etc.).
gl: Polo tanto, recomendamos que vaias as instancias, leas a súa páxina "Acerca de" e entendas os seus termos de uso (espazo de disco por usuaria, política dos contidos, etc.).
pl: Później polecamy odwiedzić instancje, zajrzeć na jej stronę „O nas” i poznać jej zasady (limit przestrzeni dyskowej na użytkownika, polityka zawartości itp.).
pt_br: Então, recomendamos que você vá às instâncias, leia as páginas "sobre nós" para descobrir os termos de uso (espaço de disco, limite por usuário, política de conteúdo, etc.).
ru: Затем мы рекомендуем вам перейти к серверам PeerTube и прочитать их описание, чтобы узнать условия их использования (ограничение дискового пространства для пользователя, политика содержимого и т. д.).

source: There already exists free/libre software that enables you to do this. But with PeerTube, you can link your instance (your video website) to Zaïd's PeerTube instance (where he hosts videos of the lectures for his people's university), to Catherin's (who hosts her webmedia videos) or even to Solar's PeerTube instance (who manages a vloggers collective).
es: Ya existe un software gratuito/libre que te permite hacer esto. Pero con PeerTube, puedes vincular tu instancia (tu sitio web de videos) a la instancia de PeerTube de Zaïd (donde él hospeda videos de las conferencias para la universidad de su pueblo), a la de Catherin (quien aloja sus videos de medios web) o incluso a la instancia PeerTube de Solar (que administra un colectivo de vloggers).
fr_fr: Il existe déjà des logiciels libres qui vous permettent de faire cela. L’avantage ici, c’est que vous pouvez choisir de relier votre instance PeerTube (votre site web de vidéos), à l’instance PeerTube de Zaïd (où se trouvent les vidéos des conférences de son université populaire), à celle de Catherine (qui héberge les vidéos de son Webmédia), ou encore à l’instance PeerTube de Solar (qui gère le serveur de son collectif de vidéastes).
gl: Xa existe software libre/free que che permite facer esto. Pero con PeerTube, podes ligar a túa instancia (a túa web de vídeo) a instancia PeerTube de Zaïd (que hospeda vídeos de lecturas para a súa universidade), á de Catherin (que hospeda vídeos para webs) ou tamén a instancia PeerTube de Solar (que xestiona un colectivo de vloggers).
pl: Istniało już wolne/otwarte oprogramowanie, które na to pozwalało. Ale dzięki PeerTube, możesz połączyć swoją instancję (stronę z filmami) z instancją PeerTube Zaïda (gdzie umieszcza filmy ze swoich wykładów dla osób ze swojego uniwersytetu, Catherin (gdzie publikuje swoje filmy) czy instancji PeerTube Solara (kierującego grupą vlogerów).
pt_br: Já existem software livre e gratuitos que te possibilitam fazer isso. Mas com PeerTube, você pode linkar a sua instância ( o seu site de vídeo) com a instância PeerTube do Zaïd (na qual ele hospeda vídeos de palestras de pessoas da sua universidade) e, linkar com a instância de Catarina (que hospeda seus vídeos de mídias para a web) ou ainda a instância PeerTube de Soraia (que administra um coletivo de vloggers).
ru: Уже существует бесплатное/свободное ПО, которое позволяет это делать. Но с PeerTube вы можете связать свой сервер (ваш видео-сайт) с экземпляром Zaïd PeerTube (где он размещает видео лекций для университета своего народа), с Кэтрин (где размещаются ее видео в Интернете) или даже с экземпляром Solar's PeerTube (которым управляет коллектив влогеров).

source: There are many porn videos on PeerTube!
es: ¡Hay muchos vídeos porno en PeerTube!
fr_fr: Il y a plein de vidéos porno sur PeerTube !
gl: Hai moitos vídeos porno en PeerTube!
pl: Na PeerTube jest za dużo pornografii!
pt_br: Existem vários vídeos pornográficos no PeerTube!
ru: На PeerTube можно найти и прон!

source: There are none, not at the moment, PeerTube is a tool that we wanted neutral in terms of remuneration.
es: No hay ninguno, no por el momento, PeerTube es una herramienta que queríamos neutral en términos de remuneración.
fr_fr: Il n'y en a pas pour l'instant. PeerTube est un outil que nous avons voulu neutre au niveau de la rémunération.
gl: Non hai ningún, por agora, PeerTube é unha ferramenta que nós queremos sexa neutral en termos de remunación.
pl: Nie istnieje żadna. Nie tylko teraz. PeerTube jest narzędziem, które ma zostać neutralne pod kątem wynagrodzeń.
pt_br: Não há nada, de momento, o PeerTube é uma ferramenta que nós queríamos neutra em termos de remuneração.
ru: На данный момент их нет, PeerTube - это инструмент, который не навязывает модель вознаграждения.

source: There is nothing to do: your web browser does it automatically. If you are on a mobile phone or if your network does not allow it (router, firewall, etc.), this function is disabled and switches back to an "old-style" video broadcast 😉.
es: No hay que hacer nada: tu navegador web lo hace automáticamente. Si estás en un teléfono móvil o si tu red no lo permite (enrutador, firewall, etc.), esta función está deshabilitada y vuelves a una transmisión de video "a la vieja usanza".
fr_fr: Il n’y a rien à faire : votre navigateur web le fait automatiquement. Si vous êtes sur mobile ou si votre réseau ne le permet pas (routeur, pare-feu, etc.), cette fonction est désactivée pour repasser à une diffusion vidéo « à l’ancienne » 😉.
gl: Non hai nada que facer: o teu navegador faino automáticamente. Se estás a usar un móbil ou se a rede non o permite (rúter, cortalumes, etc.), esta función está desactivada e volta ao "sistema anterior" de reprodución de vídeo 😉.
pl: Nie musisz nic robić – przeglądarka robi to za Ciebie. Jeżeli jesteś na telefonie lub Twoja sieć nie pozwala na to (router, zapora ogniowa itd.), ta funkcja wyłącza się i powraca do zwykłej transmisji filmu.
pt_br: Não há nada a fazer: o seu navegador faz isso automaticamente. Se você estiver num telefone celular ou a sua rede não permite isso (roteador, firewall, etc.), está função está desativa e você retorna de volta para o "estilo antigo" de transmissão de vídeo😉.
ru: Ничего делать не нужно: ваш веб-браузер делает это автоматически. Если вы пользуетесь мобильным телефоном или если ваша сеть этого не поддерживает (маршрутизатор, брандмауэр и т. д.), Эта функция отключена и переключается обратно на видеопередачу «старого стиля» 😉.

source: There's a complete <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">list of instances here</a>, and a list of those that are <a target="_blank" rel="noopener noreferrer" href="/instances">open to registration here</a>.
es: Hay una <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">lista completa de instancias aquí</a>, y una lista de aquellas que están <a target = "_blank" rel = "noopener noreferrer" href = "/instances">abiertas a registro aquí </a>.
fr_fr: La liste complète des instances <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">se trouve là</a>, et nous faisons apparaître <a target="_blank" rel="noopener noreferrer" href="/instances">ici celles qui sont ouvertes aux inscriptions</a>.
gl: Hai unha <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">lista completa de instancias aquí</a>, e unha lista das que teñen <a target="_blank" rel="noopener noreferrer" href="/instances">o rexistro público aberto</a>.
pl: <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">Tutaj znajduje się pełna lista instancji</a>, a <a target="_blank" rel="noopener noreferrer" href="/instances">tutaj</a> znajdziesz te z otwartą rejestrację.
pt_br: Há uma <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org">lista completa de instâncias aqui</a>, e uma lista daquelas que estão <a target="_blank" rel="noopener noreferrer" href="/instances">abertas para resgistros aqui</a>.
ru: Здесь есть полный <a target="_blank" rel="noopener noreferrer" href="https://instances.joinpeertube.org"> список серверов PeerTube</a> и список тех из них, которые <a target = "_blank" rel = "noopener noreferrer" href = "/instances"> открыты для регистрации</a>.

source: These developments are funded by donations made to our small non-for-profit: Framasoft. We will be collecting support over the next six months of development, so that you can help us in our efforts.
fr_fr: Ces développements sont financés grâce aux dons reçus par Framasoft : nous ouvrons donc une collecte perlée sur ces six prochains mois de développement, pour que vous puissiez nous soutenir dans nos efforts.

source: These four features are all implemented, and can already be used on instances updated to version <em>v1.0.0-beta.10</em> (for example <a target="_blank" rel="noopener noreferrer" href="https://framatube.org">https://framatube.org</a>). Regarding the subtitles support, you can test them on the <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/217eefeb-883d-45be-b7fc-a788ad8507d3"> the "What is PeerTube"</a> video.
es: Estas cuatro características están todas implementadas y ya se pueden usar en instancias actualizadas a la versión <em>v1.0.0-beta.10</em> (por ejemplo, <a target="_ blank" rel="noopener noreferrer" href="https://framatube.org"> https://framatube.org </a>). Con respecto al soporte de subtítulos, puedes probarlos en el <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/217eefeb-883d-45be-b7fc-a788ad8507d3">video "Qué es PeerTube"</a>.
fr_fr: Ces quatre fonctionnalités sont toutes implémentées, et peuvent être directement testées sur les instances mises à jour en <em>v1.0.0-beta.10</em> (par exemple <a target="_blank" rel="noopener noreferrer" href="https://framatube.org">https://framatube.org</a>). En ce qui concerne les sous-titres, vous pouvez les activer sur <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/217eefeb-883d-45be-b7fc-a788ad8507d3">la vidéo de présentation de PeerTube</a>.
gl: Estas catro características foron implementadas, e poden utilizarse en instancias actualizadas a versión <em>v1.0.0-beta.10</em> (por exemplo <a target="_blank" rel="noopener noreferrer" href="https://framatube.org">https://framatube.org</a>). Con respecto aos subtítulos, podes probalos no vídeo <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/217eefeb-883d-45be-b7fc-a788ad8507d3">"Que é PeerTube"</a>.
pl: Wszystkie te cztery funkcje zostały zaimplementowane i mogą być używane na instancjach zaktualizowanych do wersji <em>v1.0.0-beta.10</em> (na przykład <a target="_blank" rel="noopener noreferrer" href="https://framatube.org">https://framatube.org</a>). Możesz przetestować obsługę napisów na filmie<a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/217eefeb-883d-45be-b7fc-a788ad8507d3">„Czym jest PeerTube”</a>.
pt_br: Todas essas 4 funcionalidades estão todas implementadas, e já podem serem usadas nas instâncias atualizadas para a versão <em>v1.0.0-beta.10</em> (por exemplo <a target="_blank" rel="noopener noreferrer" href="https://framatube.org">https://framatube.org</a>). Quanto a legendas, você pode testá-las no vídeo <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/217eefeb-883d-45be-b7fc-a788ad8507d3"> "O que é PeerTube"</a>.
ru: Эти четыре функции реализованы и уже могут использоваться на серверах PeerTube, обновленных до версии <em> v1.0.0-beta.10 </em> (например, <a target = "_ blank" rel = "noopener noreferrer" href = " https://framatube.org "> https://framatube.org </a>). Что касается поддержки субтитров, вы можете проверить их на видео <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/217eefeb-883d-45be-b7fc-a788ad8507d3">"Что такое PeerTube"</a>.

source: These improvements are the result of the many contributions of the members of the PeerTube community (thank you!), but also of a year of work that we have financed through <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">donations that support all of our association's projects</a>, currently in a <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org/journal">donation campaign</a>.
es: Estas mejoras son el resultado de las numerosas contribuciones de los miembros de la comunidad de PeerTube (¡gracias!), Pero también de un año de trabajo que hemos financiado a través de <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org"> donaciones que apoyan todos los proyectos de nuestra asociación</a>, actualmente en una <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org/journal"> campaña de donación</a>.
fr_fr: Ces améliorations sont le fruit des nombreuses contributions des membres de la communauté PeerTube (merci !), mais aussi d'une année de travail que nous avons financé par <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">les dons qui font vivre l'ensemble des projets de notre association</a>, actuellement en <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org/journal">campagne de dons</a>.
gl: Estas melloras son o resultado das contribucións feitas polos membros da comunidade PeerTube (grazas!), pero tamén dun ano de traballo financiado coas <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">doazóns que manteñen os proxectos da organización</a>, actualmente nunha <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org/journal">campaña de doazóns</a>.
pl: Te usprawnienia są wynikiem pracy wielu członków społeczności PeerTube (dzięki!) oraz roku pracy sfinansowanej dzięki <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">darowiznom wspierającym też powiązane projekty</a>, obecnie w <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org/journal">kampanii</a>.
pt_br: Estas melhorias são o resultado da contribuição dos membros da comunidade PeerTube (obrigado!), mas também de um ano de trabalho financiado por <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">doações que apoiam todos os projetos da nossa associação</a>, atualmente numa<a target="_blank" rel="noopener noreferrer" href="https://contributopia.org/journal">campanha de doação</a>.
ru: Эти улучшения являются результатом большого вклада участников сообщества PeerTube (спасибо!), А также года работы, который мы профинансировали через<a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org"> пожертвования, которые поддерживают все проекты нашей ассоциации</a>, в настоящее время в виде <a target="_blank" rel="noopener noreferrer" href="https://contributopia.org/journal"> кампании по пожертвованиям </a>.

source: This field must be filled in.
fr_fr: Ce champ doit être renseigné.

source: This is just how a <strong>federation</strong> works!
es: ¡Así es como funciona una<strong> federación</strong>!
fr_fr: C'est le principe de <strong>la fédération</strong> !
gl: Así é como funciona a <strong>federación</strong>!
pl: Tak działa <strong>federacja</strong>!
pt_br: É assim que uma <strong>federação</strong> funciona!
ru: Так работает <strong> распределённая сеть</strong>!
