Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: Discover the channel
es: Descubrir el canal
fr_fr: Découvrir la chaîne
gl: Descubre o canal
pl: Poznaj kanał
pt_br: Descubra o canal
ru: Ищите новые каналы

source: Discover the latest PeerTube improvements
es: Descubrir las últimas mejoras de PeerTube
fr_fr: Découvrir les dernières avancées de PeerTube
gl: Coñecer as últimas melloras de PeerTube
pl: Poznaj najnowsze usprawnienia w PeerTube
pt_br: Descubra os últimos melhoramentos do PeerTube
ru: Посмотрите, что у нас новенького

source: Display
es: Mostrar
fr_fr: Afficher
gl: Amosar
pl: Wyświetlane
pt_br: Mostrar
ru: Показать

source: Display them
es: Mostrar
fr_fr: Les afficher
gl: Móstramos
pl: Wyświetlanie ich
pt_br: Mostre-os
ru: Показать их

source: Displayed
es: Mostrado
fr_fr: Affiché
gl: Amosado
pl: Wyświetlane
pt_br: Mostrado
ru: Показано

source: Don't bother the developer to help you install your instance: we have a <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">support forum</a> for that.
es: No molestes al desarrollador para que te ayude a instalar tu instancia: tenemos un <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube"> foro de soporte </a > para eso.
fr_fr: Ne dérangez pas le développeur pour vous aider à installer votre instance : notre <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">forum d’entraide</a> est là pour ça.
gl: Non amoles as desenvolvedoras coa instalación da túa instancia: temos un <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">foro de axuda</a> para iso.
pl: Nie proś programistów o pomoc z instalacją instancji – w tym celu mamy <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">forum wsparcia</a>.
pt_br: Não incomode os desenvolvedores para que ajudem a instalar uma instância: nós temos um <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">Forum de Suporte</a> para isso.
ru: Не отвлекайте разработчиков: у нас есть <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube"> форум поддержки </a > для помощи в установке и создании серверов.

source: Donate to Framasoft
es: Donar a Framasoft
fr_fr: Soutenir Framasoft
gl: Doar a Framasoft
pl: Przekaż darowiznę na Framasoft
pt_br: Apoiar Framasoft
ru: Пожертвовать Framasoft

source: Donate, share: we will need all the help we can get to complete this roadmap.
fr_fr: Dons, partages : nous aurons besoin de toute l'aide disponible pour remplir cette feuille de route.

source: During the crowdfunding campaign, we continued to work on the localization system. And we are happy to announce it's finally completed: it will be available in the next beta (beta 10) of PeerTube. As of this writing, the web interface is already available in english, french, basque, catalan, czech and esperanto (huge thank you to all of the translators). If you too want to help translating PeerTube, do not hesitate to check out the documentation!
es: Durante la campaña de cofinanciación, continuamos trabajando en el sistema de localización. Y nos complace anunciar que finalmente se completó: estará disponible en la próxima versión beta (beta 10) de PeerTube. Al momento de escribir este artículo, la interfaz web ya está disponible en inglés, francés, vasco, catalán, checo y esperanto (muchas gracias a todos los traductores). Si también quieres ayudar a traducir PeerTube, ¡no dudes en consultar la documentación!
fr_fr: Pendant le crowdfunding, nous avons continué d'avancer sur le système d'internationalisation. Et nous avons le plaisir d'annoncer qu'il est enfin terminé : il sera disponible lors de la prochaine version beta de PeerTube (beta 10). À l'heure où nous écrivons ces lignes, l'interface est disponible en anglais, français, basque, catalan, tchèque et en esperanto (un énorme merci aux traducteurs). Si vous aussi vous voulez aider à la traduction de PeerTube, n'hésitez pas à jeter un coup d'oeil à la documentation !
gl: Durante a campaña de micromecenado, continuamos a traballar na tradución. Alédanos anunciar que está finalmente completa: na seguinte beta (beta 10) de PeerTube estará dispoñible. Na hora de escribir isto, a interface web está dispoñible en inglés, francés, euskera, catalán, checo e esperanto (moitas grazas as tradutoras). Se queres axudar a traducir PeerTube, non dubides en ler a documentación!
pl: W trakcie kampanii crowdfundingowej, kontynowaliśmy pracę nad systemem lokalizacji. Cieszymy się że możemy ogłosić ukończenie go – będzie dostępny w następnej becie (beta 10) PeerTube. W czasie pisania tego, interfejs jest już dostępny w języku angielskim, francuskim, baskijskim, katalońskim, czeskim i esperanto (ogromne podziękowania dla wszystkich tłumaczy). Jeżeli też chcesz pomóc w tłumaczeniu PeerTube, zajrzyj do dokumentacji!
pt_br: Durante a campanha de financiamento colaborativo (crowdfunding), nós continuamos a trabalhar no sistema de tradução. E estamos felizes de poder anunciar que ele está finalmente completo: Ele estará disponível na próxima versão beta (beta 10) do PeerTube. No momento da redação deste artigo, o interface na web já está disponível em inglês, francês, basco, catalão, tcheco e esperanto (um grande obrigado a todos os tradutores). Se você também quiser auxiliar na tradução do PeerTube, não hesite em consultar a documentação!
ru: Во время краудфандинговой кампании мы продолжали работать над системой локализации. И мы рады объявить, что он наконец завершен: он будет доступен в следующей бета-версии (бета-10) PeerTube. На момент написания статьи веб-интерфейс уже доступен на английском, французском, баскском, каталонском, чешском и эсперанто (огромное спасибо всем переводчикам). Если вы тоже хотите помочь с переводом PeerTube, не стесняйтесь проверять документацию!

source: e.g. 12, Freedom Street
fr_fr: ex : 12 rue de la liberté

source: e.g. 42100
fr_fr: ex : 42100

source: e.g. Ada
fr_fr: ex : Ada

source: e.g. Building VI
fr_fr: ex : Bâtiment VI

source: e.g. contact@fsf.org
fr_fr: ex : contact@fsf.org

source: e.g. Free Software Foundation
fr_fr: ex : Free Software Fondation

source: e.g. Lady AAL
fr_fr: ex : Lady AAL

source: e.g. Lovelace
fr_fr: ex : Lovelace

source: e.g. r.stallman@outlock.com
fr_fr: ex : a.lovelace@example.com

source: e.g. Saint-Etienne
fr_fr: ex : Saint-Etienne

source: Education
es: Educación
fr_fr: Éducation
gl: Educación
pl: Edukacja
pt_br: Educação
ru: Обучающие

source: English
es: Inglés
fr_fr: Anglais
gl: Inglés
pt_br: Inglês
ru: English (Английский)

source: Enjoy every feature: history, subscriptions, playlists, notifications...
es: Disfruta de todas las funciones: historial, suscripciones, listas de reproducción, notificaciones...
fr_fr: Pour profiter de toutes les fonctionnalités : historique, abonnements, listes de lectures, notifications…
gl: Desfruta de todas as funcións: historial, subscricións, listas de reprodución, notificacións...
pl: Korzystaj z każdej funkcji: historii oglądania, subskrybcji, list odtwarzania, powiadomień…
pt_br: Aproveite todas as funcionalidades: histórico, subscrições, listas de reprodução, notificações...
ru: А ещё у нас есть: история, подписки, плейлисты, уведомления ...

source: Entertainment
es: Entretenimiento
fr_fr: Divertissement
gl: Entretemento
pl: Rozrywka
pt_br: Entretenimento
ru: Развлечения

source: Español
es: Español/Castellano
fr_fr: Espagnol
pt_br: Espanhol
ru: Español (Испанский)

source: Esperanto
fr_fr: Espéranto
ru: Esperanto (Эсперанто)

source: Euskara
es: Euskera
fr_fr: Basque
gl: Euskera
pt_br: Basco
ru: Euskara (Баскский)

source: Facilitate index creation
fr_fr: Possibilité de créer des index

source: Facilitating access to content, sharing powers and responsibilities, opening up to contributions, democratizing live streaming through peer-to-peer... PeerTube v3 aims to consolidate this tool as an increasingly user-friendly alternative to Google-YouTube and Facebook-Live.
fr_fr: Faciliter l'accès aux contenus, partager les pouvoirs et responsabilités, s'ouvrir aux contributions, démocratiser le direct grâce au pair-à-pair… La v3 de PeerTube vise à consolider cet outil comme une alternative de plus en plus conviviale aux Google-YouTube et autres Facebook-Live.

source: Facilitating moderation
fr_fr: Faciliter la modération

source: features and improvements since v1 of November 2018;
es: características y mejoras desde la v1 de noviembre de 2018;
fr_fr: les fonctionnalités et améliorations depuis la v1 de novembre 2018 ;
gl: características e melloras desde a v1 de novembro 2018;
pl: funkcje i usprawnienia od wersji v1 z listopada 2018;
pt_br: funcionalidades e melhorias desde a v1 de Novembro de 2018;
ru: функции и улучшения с v1 ноября 2018 года;

source: February 12, 2020
es: 12 de febrero de 2020
fr_fr: 12 Février 2020
gl: 12 de Febreiro, 2020

source: February 26, 2019
es: 26 de febrero de 2019
fr_fr: 26 Février 2019
gl: 26 de Febreiro, 2019
pl: 26 lutego 2019
pt_br: 26 de fevereiro de 2019
ru: 26 февраля 2019

source: Federation offers another benefit: <strong>everyone becomes independent</strong>. Zaïd, Catherin, Solar and yourself can make your own rules, your own Terms of Services (for example, one can imagine a MeowTube where dogs videos are strictly forbidden 😉).
es: La federación ofrece otro beneficio: <strong> todos se vuelven independientes </strong>. Zaïd, Catherin, Solar y tú podéis hacer vuestras propias reglas, vuestros propios Términos del Servicio (por ejemplo, uno puede imaginar un MeowTube donde los vídeos de perros están estrictamente prohibidos 😉).
fr_fr: Un autre avantage de cette fédération, c’est que <strong>chacun·e est indépendant·e</strong>. Zaïd, Catherine, Solar et vous-même pouvez avoir vos propres règles du jeu, et créer vos propres Conditions Générales d’Utilisation (on peut, par exemple, imaginer un MiaouTube où les vidéos de chiens seraient strictement interdites 😉).
gl: A Federación proporciona outro beneficio: <strong>todas obtemos independencia</strong>. Zaïd, Catherin, Solar e ti mesma podedes ter as vosas propias normas, os vosos Termos do Servizo (por exemplo, en MichoTube poderían estar prohibidos os videos dos cadeliños 😉).
pl: Federacja ma też inną zaletę – <strong>każdy staje się niezależny</strong>. Zaïd, Catherin, Solar i Ty możecie utworzyć własne zasady, własny regulamin (wyobraź sobie MeowTube, gdzie publikacja filmów z psami jest surowo wzbroniona 😉).
pt_br: Federação oferece outro benefício: <strong>todo mundo se torna independente</strong>. Zaïd, Catherin, Solar e você também pode fazer suas próprias regras, nos seus Termos de Serviços (por exemplo, um pode imaginar um MiauTube onde vídeos de cães são estritamente proibidos.😉).
ru: Децентрализация предлагает еще одно преимущество: <strong> каждый становится независимым </strong>. Zaïd, Catherin, Solar и вы сами можете устанавливать свои собственные правила, свои собственные Условия обслуживания (например, можно представить себе MeowTube, где видео собак строго запрещено 😉).

source: Feedback on reports
fr_fr: Suivi des signalements

source: Filter according to your preferences
es: Filtrar de acuerdo a sus preferencias
fr_fr: Filtrez selon vos préférences
gl: Fitro conforme os teus intereses
pl: Filtruj zgodnie ze swoimi preferencjami
pt_br: Filtre de acordo com as suas preferências
ru: Фильтруйте согласно вашим предпочтениям

source: Finally, any user can override this configuration, and decides if he want to display, blur or hide these videos for himself.
es: Finalmente, cualquier usuario puede anular esta configuración y decidir si quiere mostrar, desenfocar u ocultar estos vídeos por sí mismo.
fr_fr: Enfin, chaque utilisateur peut redéfinir ce choix, et décider si il veut afficher, flouter ou cacher ce type de vidéo.
gl: Finalmente, calquera usuaria pode sobrescribir esta configuración, e decidir que quere mostrar, esborranchar ou agochar vídeos por si mesma.
pl: Na koniec, każdy użytkownik może zmienić tę konfigurację i zadecydować, czy chce wyświetlać, rozmywać czy ukrywać te filmy.
pt_br: Finalmente, qualquer usuário pode redefinir esta configuração e decidir se ele quer mostrar, desfocar ou esconder esses vídeos para ele mesmo.
ru: Наконец, любой пользователь может переопределить эту конфигурацию и решить, хочет ли он показать, размыть или скрыть эти видео для себя.

source: Finally, the collaborative translation of PeerTube's contents is now done using <a href="https://weblate.framasoft.org/projects/peertube/" target="_blank" rel="noreferrer noopener">Weblate</a>, which is much more powerful and pleasant to use than the tool we we're using until now (Zanata).
es: Finalmente, la traducción colaborativa de los contenidos de PeerTube ahora se realiza utilizando<a href="https://weblate.framasoft.org/projects/peertube/" target="_blank" rel="noreferrer noopener">Weblate</a>, que es mucho más potente y agradable de usar que la herramienta que usamos hasta ahora (Zanata).
fr_fr: Enfin, la traduction collaborative des contenus de PeerTube se réalise désormais via l'outil <a href="https://weblate.framasoft.org/projects/peertube/" target="_blank" rel="noreferrer noopener">Weblate</a> qui est bien plus performant et agréable à utiliser que celui que nous utilisions jusqu'à maintenant (Zanata).
gl: Finalmente, a tradución colectiva dos contidos de PeerTube realízase utilizando <a href="https://weblate.framasoft.org/projects/peertube/" target="_blank" rel="noreferrer noopener">Weblate</a>, que é moito máis potente e de uso amigable que a anterior ferramenta (Zanata).

source: Finally, we added an <em>Options</em> menu underneath users' comments to mute an account or an instance very easily.
es: Finalmente, agregamos un menú <em> Opciones </em> debajo de los comentarios de los usuarios para silenciar una cuenta o una instancia con mucha facilidad.
fr_fr: Enfin, nous avons ajouté un menu Options sous les commentaires des internautes. Ce menu permet de <em>silencier</em> un compte ou une instance très facilement.
gl: Finalmente, engadimos un menú de <em>Opcións</em> baixo os comentarios das usuarias para acalar unha conta ou instancia facilmente.
pl: Na koniec, dodaliśmy menu <em>Opcje</em> pod komentarzami użytkowników, pozwalające na proste wyciszenie użytkownika lub instancji.

source: Finally, we have made some adjustments to the <strong>user interface</strong> so it easier and nicer to use. For instance, video thumbnails are becoming bigger so that they're more highlighted. Users now have a quick access to their library from the menu that includes their playlists, videos, video watching history and their subscriptions.
es: Finalmente, hemos realizado algunos ajustes en la <strong> interfaz de usuario </strong> para que sea más fácil y agradable de usar. Por ejemplo, las miniaturas de vídeo se están volviendo más grandes para que estén más resaltadas. Los usuarios ahora tienen acceso rápido a su biblioteca desde el menú que incluye sus listas de reproducción, vídeos, historial de reproducción de vídeos y sus suscripciones.
fr_fr: Enfin, nous avons fait quelques ajustements au niveau de <strong>l’interface utilisateur⋅ice</strong>, pour qu’elle soit plus agréable/efficace à utiliser. Par exemple, les miniatures ont changé de taille pour être davantage mises en valeur. Les utilisateur⋅ices peuvent désormais accéder rapidement à partir du menu à leur bibliothèque qui comprend leur listes de lecture, leurs vidéos, leur historique de visionnage et leurs abonnements.
gl: Finalmente, fixemos algúns axustes na <strong>interface de usuaria</strong> mellorando a usabilidade e aspecto. Por exemplo, as miniaturas dos vídeos son máis grandes e resaltan máis. As usuarias agora teñen un acceso rápido a súa biblioteca desde o menú que inclúe listas de reprodución, vídeos, historial de visualización e subscricións.
pl: Na koniec, dodaliśmy kilka usprawnień do <strong>interfejsu użytkownika</strong>, dzięki czemu jest prostszy i przyjemniejszy w użyciu. Na przykład, miniaturki filmów są teraz większe i bardziej się wyróżniają. Użytkownicy mają teraz szybki dostęp do swojej biblioteki z menu, czyli swoich playlist, filmów, historii oglądanych filmów i subskrypcji.
pt_br: Finalmente fizemos alguns ajustamentos no <strong>interface de usuário</strong> para que seja mais fácil e mais agradável de usar. Por exemplo, as miniaturas dos vídeos estão um pouco maiores, assim, ficarão mais a vista. Os usuários têm agora um acesso rápido às suas bibliotecas através do menu que incluem a suas playlists, seus vídeos, histórico dos vídeos visualizados e de suas inscrições.
ru: Наконец, мы внесли некоторые изменения в <strong> пользовательский интерфейс </strong>, чтобы его было проще и удобнее использовать. Например, миниатюры видео становятся больше, для заметности. Теперь пользователи имеют быстрый доступ к своей библиотеке из меню, которое включает их списки воспроизведения, видео, историю просмотра видео и их подписки.

source: Financial Contributors
es: Contribuyentes financieros
fr_fr: Donateurs
gl: Contribuíntes financieiros
pl: Wspierający finansowo
pt_br: Colaboradores financeiros
ru: Финансовые вкладчики

source: First name
fr_fr: Prénom

source: First of all, thank you again for contributing to PeerTube! ❤️
es: En primer lugar, ¡gracias nuevamente por contribuir con PeerTube! ❤️
fr_fr: Tout d'abord, un grand merci pour avoir contribué à notre campagne. ❤️
gl: Primeiro, agradecerche novamente a contribución a PeerTube! ❤️
pl: Po pierwsze, po raz kolejny dziękujemy za udział w tworzeniu PeerTube! ❤️
pt_br: Primeiro de tudo, obrigado por contribuir com PeerTube! ❤️
ru: Прежде всего, еще раз спасибо за участие в PeerTube! ❤️

source: First of all, we realized that most people who discover PeerTube have a hard time understanding <b>the difference between a channel and an account</b>. Indeed, on others video broadcasting services (such as YouTube) these two things are pretty much the same.
es: En primer lugar, nos dimos cuenta de que la mayoría de las personas que descubren PeerTube tienen dificultades para comprender <b> la diferencia entre un canal y una cuenta </b>. De hecho, en otros servicios de transmisión de vídeo (como YouTube) estas dos cosas son más o menos lo mismo.
fr_fr: Tout d’abord, nous avons constaté que la plupart des personnes qui découvrent PeerTube ont du mal à comprendre <b>la différence entre une chaîne et un compte</b>. En effet, sur les autres services de diffusion de vidéos (YouTube par exemple) ces deux éléments sont globalement les mêmes.
gl: Somos conscientes de que a maioría das persoas que descubren PeerTube cóstalles un pouquiño comprender <b>a diferenza entre un canal e unha conta</b>. Claro, noutras plataformas de publicación de vídeos (como YouTube) estos dous conceptos son practicamente o mesmo.
pl: Po pierwsze, zauważyliśmy że większości osób poznającym PeerTube sprawia problem zrozumienie <b>różnicy między kanałem a kontem</b>. Na innych platformach do transmisji wideo te dwie rzeczy to w zasadzie to samo.
pt_br: Primeiramente, nos demos conta que a maioria das pessoas que descobrem PeerTube, apresentam uma certa dificuldade de entender <b>a diferença entre um canal e uma conta</b>. De fato, outros serviços de difusão de vídeos (como o YouTube) essas duas coisa são mais ao menos o mesmo.
ru: Неожиданно мы поняли, что большинство людей, которые открывают PeerTube, с трудом понимают <b> разницу между каналом и аккаунтом </b>. Действительно, в других службах видеовещания (таких как YouTube) эти две вещи почти одинаковы.

source: First, the comments' graphic layout has been modified: it is now easier to find your way between original comments and answers. Avatars' visuals placed next to each user name have been improved and the display name (and its identifier) are now more readable. When a video maker responds to a comment on one of his videos, it is easier to identify him or her because his name is highlighted.
es: Primero, se ha modificado el diseño gráfico de los comentarios: ahora es más fácil encontrar el camino entre los comentarios y las respuestas originales. Las imágenes de los avatares colocadas junto a cada nombre de usuario se han mejorado y el nombre para mostrar (y su identificador) ahora son más legibles. Cuando un creador de videos responde a un comentario en uno de sus videos, es más fácil identificarlo porque su nombre está resaltado.
fr_fr: Tout d'abord, la mise en forme graphique de l'agencement des commentaires a été modifiée : il est désormais plus aisé de s'y retrouver entre les commentaires originaux et leurs réponses. Les visuels des avatars placés à côté de chaque nom d'utilisateur⋅ice ont été améliorés et le nom d'affichage et son identifiant sont désormais plus lisibles. Quand un vidéaste répond à un commentaire sur une des vidéos qu'il a postées, son nom d'affichage est mis en valeur, permettant de plus facilement le différencier des autres.
gl: A disposición gráfica de comentarios foi modificada: agora é máis doado moverte entre os comentarios orixinais e as respostas. Os avatares aparecen xunto ao nome da usuaria e melloramos a lexibilidade do nome mostrado (e o identificador). Cando a creadora dun vídeo responde a un comentario nun dos seus vídeos é máis doado identificala xa que o nome está resaltado.

source: Follows %{ instance.totalInstanceFollowing } instance
es: Sigue a la instancia% {instance.totalInstanceFollowing}
fr_fr: Abonné à %{ instance.totalInstanceFollowing } instance
gl: Segue %{ instance.totalInstanceFollowing } instancia
pl: Śledzi %{ instance.totalInstanceFollowing } instancję
pt_br: Seguindo %{ instance.totalInstanceFollowing } instância
ru: Связан с %{ instance.totalInstanceFollowing } другим сервером

source: Food
es: Comida
fr_fr: Cuisine
gl: Comida
pl: Jedzenie
pt_br: Comida
ru: Еда

source: For 2019, we plan to add a plugin and theme management system (even though basic at first), playlist management, support for audio files upload and many other features.
es: Para 2019, planeamos agregar un complemento y un sistema de administración de temas (aunque sea básico al principio), administración de listas de reproducción, soporte para cargar archivos de audio y muchas otras características.
fr_fr: Il est prévu pour l'année 2019 d'ajouter un système de plugins et de thèmes (peu évolué dans un premier temps), une gestion des playlists, la prise en charge de fichiers audio à l'upload et bien d'autres fonctionnalités.
gl: Para 2019 queremos engadir un xestor de decorados e engadidos (aínda sexa básico), xestión de listas de reprodución, soporte para subir ficheiros de audio e moitas outras melloras.
pl: Na rok 2019 planujemy dodać system zarządzania wtyczkami i motywami (nawet podstawowy), zarządzanie playlistami, wysyłanie plików audio i wiele innych funkcji.
pt_br: Para 2019, nós planejamos adicionar um sistema gerenciador de plugin e de temas (ainda que bem básico no início), um gestor de playlists, suporte para arquivos de áudio e várias outras funcionalidades.
ru: К 2019 году мы планируем добавить плагин и систему управления темами (пусть и базовые на первый взгляд), управление плейлистами, поддержку загрузки аудиофайлов и многие другие функции.
