Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: Release of PeerTube v2, and redesign of JoinPeertube
es: Lanzamiento de PeerTube v2 y rediseño de JoinPeertube
fr_fr: Sortie de la v2 de PeerTube, et refonte de JoinPeertube
gl: Publicación de PeerTube v2, redeseño de JoinPeertube
pl: Wydanie PeerTube v2 i nowy design JoinPeerTube
pt_br: Lançamento do PeerTube v2 e o novo visual do JoinPeertube
ru: Выпуск PeerTube v2 и редизайн JoinPeertube

source: Remember that PeerTube has only one (almost) full time developer and a small handful of very involved volunteers. It is not a product developed by a start-up with a full time team (dev, design, UX, marketing, support, etc.) and significant financial support. It is a Community free software, the development of which will continue over the months and, we hope, in the years to come.
es: Recuerde que PeerTube solo tiene un desarrollador (casi) a tiempo completo y un pequeño puñado de voluntarios muy involucrados. No es un producto desarrollado por una start-up con un equipo de tiempo completo (desarrollo, diseño, experiencia de usuario, marketing, soporte, etc.) y un importante apoyo financiero. Es un software comunitario gratuito, cuyo desarrollo continuará durante los próximos meses y, esperamos, años.
fr_fr: Rappelons que PeerTube ne dispose que d’un développeur à temps (presque) plein et d’une petite poignée de <span aria-label="contributrices et contributeurs"> contributeur⋅ices</span> bénévoles très <span aria-label="impliquées">impliqué⋅es</span>. Il ne s’agit pas d’un produit développé par une startup disposant d’une équipe complète (dév, design, UX, marketing, support, etc) à temps plein et bénéficiant d’un support financier important. Il s’agit d’un logiciel libre communautaire, dont le développement va se poursuivre pendant les mois et, nous l’espérons, les années à venir.
gl: Lembra que PeerTube só ten unha desenvolvedora a (case) tempo completo e xunto cunha manchea de voluntarias involucradas. Non é un produto dunha start-up cun equipo completo (dev, deseño, UX, márquetin, axuda, etc.) e orzamento importante. É unha Comunidade de software libre, cuxo desenvolvemento continuará nos meses que veñen e, agardamos, anos por vir.
pl: Pamiętaj że PeerTube ma tylko jednego pracującego na (prawie) pełny etat programistę i małą liczbę bardzo zaangażowanych wolontariuszy. To nie jest projekt rozwijany przez start-up z zespołem pracującym na cały etat (programiści, designerzy, UX, marketingowcy, wsparcie itp.) ze znacznymi finansami. To rozwijane przez społeczność wolne oprogramowanie, którego rozwój będzie kontynuowany przez kolejne miesiące i – mamy nadzieję – następne lata.
pt_br: Lembre-se que PeerTube tem apenas um desenvolvedor (a quase) tempo integral e um pequeno grupo de voluntários muito úteis e envolvidos. Não é um produto desenvolvido por uma start-up com uma equipe a tempo integral com (desenvolvedores, designers, UX, marketing, equipe de suporte, etc.) e com significante apoio financeiro. É uma comunidade de software livre, o desenvolvimento que irá continuar meses afora e, nós esperamos, pelos anos que virão.
ru: Помните, что у PeerTube есть только один (почти) полностью занятый разработчик и небольшая группа очень вовлеченных добровольцев. Это не продукт, разработанный стартапом с командой, работающей полный рабочий день (dev, design, UX, marketing, support и т. Д.) и значительной финансовой поддержкой. Это бесплатное программное обеспечение Сообщества, разработка которого будет продолжаться в течение нескольких месяцев и, как мы надеемся, в ближайшие годы.

source: Roadmap
fr_fr: Feuille de route

source: RSS Feeds
es: Fuentes RSS
fr_fr: Flux RSS
gl: Fontes RSS
pl: Strumienie RSS
pt_br: Feeds RSS
ru: RSS-каналы

source: RSS feeds, allowing you to track new videos published in all federated PeerTube instances, in a specific PeerTube instance or in a video channel you like. You can also subscribe to comment feeds!
es: RSS feeds que te permiten rastrear nuevos videos publicados en todas las instancias federadas de PeerTube, en una instancia específica o en un canal de video que te guste. ¡También puedes suscribirte para comentar feeds!
fr_fr: La mise à disposition de flux RSS, vous permettant de suivre les nouvelles vidéos mises en ligne sur l’ensemble des instances PeerTube, sur une instance en particulière ou par une chaîne que appréciez. Vous pouvez aussi vous abonner au flux des commentaires d’une vidéo spécifique !
gl: As fontes RSS permítenche seguir os novos vídeos publicados en todas as instancias PeerTube federadas, nunha instancia en concreto ou no canal que che guste. Tamén podes subscribirte aos comentarios!
pl: Strumienie RSS, pozwalające na śledzenie filmów pojawiających się na wszystkich sfederowanych instancjach PeerTube, na określonej instancji lub na kanale który lubisz. Możesz też zasubskrybować strumienie komentarzy!
pt_br: Feeds RSS, permite monitorar novos vídeos publicados em todas as instâncias PeerTube federadas, numa instância Peertube específica ou num canal de vídeo que você gosta. Você também pode se inscrever em feeds de comentários!
ru: RSS-каналы, позволяющие отслеживать новые видео, опубликованные во всех распределённых экземплярах PeerTube, в конкретном экземпляре PeerTube или на понравившемся видеоканале. Вы также можете подписаться на комментарии!

source: Science & Technology
es: Ciencia y tecnología
fr_fr: Science & Technologie
gl: Ciencia & Tecnoloxía
pl: Nauka i technologia
pt_br: Ciência e Tecnologia
ru: Наука и технологии

source: See the instance
es: Ver la instancia
fr_fr: Voir l'instance
gl: Ver a instancia
pl: Zobacz instancję
pt_br: Ver a instância
ru: Перейти к PeerTube серверу

source: See the instances list
es: Ver lista de páginas
fr_fr: Voir la liste des instances
gl: Ver a lista de instancias
pl: Zobacz listę instancji
pt_br: Ver a lista de instâncias
ru: Список серверов

source: Sensitive content
es: Contenido sensible
fr_fr: Contenu sensible
gl: Contido sensible
pl: Zawartość wrażliwa
pt_br: Conteúdo sensível
ru: Внимание: чувствительный контент

source: Sensitive videos
es: Vídeos sensibles
fr_fr: Vidéos sensibles
gl: Vídeos sensibles
pl: Wrażliwe filmy
pt_br: Vídeos sensíveis
ru: Неприличные видео

source: September 12, 2018
es: 12 de septiembre de 2018
fr_fr: 12 Septembre 2018
gl: 12 de setembro, 2018
pl: 12 września 2018
pt_br: 12 de Setembro de 2018
ru: 12 сентября 2018

source: September 25, 2019
es: 25 de septiembre de 2019
fr_fr: 25 Septembre 2019
gl: 25 de setembro, 2019
pl: 25 września 2019
pt_br: 25 de setembro de 2019
ru: 25 сентября 2019

source: Share and follow
fr_fr: Suivre et partager

source: Share on Diaspora
fr_fr: Partager sur Diaspora

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Share on Mastodon
fr_fr: Partager sur Mastodon

source: Share on Reddit
fr_fr: Partager sur Reddit

source: Share on Twitter
fr_fr: Partager sur Twitter

source: Sharing blacklists (spam)
fr_fr: Partage de listes noires (spams)

source: Sign up
es: Regístrate
fr_fr: Créer un compte
gl: Rexistro
pl: Zarejestruj się
pt_br: Registrar
ru: Регистрация

source: Since PeerTube's launch, we have been aware that every administrator and user wishes to see the software fulfill their needs. As Framasoft cannot and will not develop every feature that could be hoped for, we have from the start of the project planned on creating a plug-in system.
es: Desde el lanzamiento de PeerTube, hemos sido conscientes de que todos los administradores y usuarios desean ver que el software satisfaga sus necesidades. Como Framasoft no puede y no desarrollará todas las características que se podrían esperar, desde el inicio del proyecto tenemos planeado crear un sistema de complementos.
fr_fr: Depuis le lancement de PeerTube, nous sommes conscient⋅es que chaque administrateur⋅ice et utilisateur⋅ice de PeerTube souhaite que le logiciel soit le plus adapté à ses besoins. Parce que Framasoft ne peut et ne souhaite pas développer toutes les fonctionnalités souhaitées par les un⋅es et les autres, nous avons, dès l’origine du projet, prévu la création d’un système de plugins.
gl: Desde a publicación de PeerTube, sempre tivemos en conta a necesidade de cumprir coas expectativas de usuarias e adminsitradoras. Como Framasoft non é quen de desenvolver canta característica puidese ser precisa, desde o inicio deseñamos o sistema de xeito que se puidesen crear engadidos que o completasen.
pl: Od powstania PeerTube, wiedzieliśmy że każdy administrator i użytkownik chce aby oprogramowanie spełniało jego oczekiwanie. Ponieważ Framasoft nie jest w stanie utworzyć każdej funkcji której będziecie oczekiwać, od początku planowaliśmy utworzenie systemu wtyczek.
pt_br: Desde o lançamento do PeerTube, estamos consciente de que cada administrador e usuários deseja ver o software preenchendo as suas necessidades. Como Framasoft não pode e não irá desenvolver cada uma das funcionalidades que se poderia sonhar, nós planejamos desde o início do projeto a criação de um sistema de plugin.
ru: С момента запуска PeerTube мы знали, что каждый администратор и пользователь хочет чего-то особенного. Поскольку Framasoft не может и не будет разрабатывать все функции, на которые можно было бы надеяться, мы с самого начала проекта планировали создать систему плагинов.

source: Since the first stable release of PeerTube in October 2018, <strong>every release</strong> added or improved moderation features:
es: Desde el primer lanzamiento estable de PeerTube en octubre de 2018, <strong> cada lanzamiento </strong> agregó o mejoró las funciones de moderación:
fr_fr: Depuis la première version stable de PeerTube en octobre 2018, <strong>chaque version</strong> a ajouté ou amélioré des fonctionnalités de modération :
gl: Desde a primeira versión estable en outubro de 2018, <strong>cada nova versión</strong> engadiu ou mellorou as funcións de moderación:
pl: Od wydania pierwszej stabilnej wersji PeerTube w październiku 2018, <strong>każde wydanie</strong> dodało lub usprawniło funkcje moderacyjne:

source: Since version 1.0 has been released last November, we went on improving PeerTube, day after day. These improvements on PeerTube go well beyond the objectives fixed during the crowdfunding. They have been funded by the <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft non-profit</a>, which develops the software (and lives only through <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">your donations</a>).
es: Desde que se lanzó la versión 1.0 en noviembre pasado, seguimos mejorando PeerTube, día tras día. Estas mejoras en PeerTube van mucho más allá de los objetivos fijados durante el crowdfunding. Han sido financiados por la <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">organización sin fines de lucro Framasoft</a>, que desarrolla el software (y vive solo a través de <a target = "_ blank" rel = "noopener noreferrer" href = "https://soutenir.framasoft.org">donaciones </a>).
fr_fr: Depuis la version 1.0 sortie en novembre dernier, nous avons continué d'améliorer PeerTube jour après jour. Ces avancées de PeerTube, bien au delà des objectifs du crowdfunding, ont été financées par <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">l'association Framasoft</a>, qui développe le logiciel (et ne vit que par <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">vos dons</a>).
gl: Desde que se publicou a versión 1.0 o último Novembro, seguimos mellorando PeerTube, día a día. Estas melloras en PeerTube van máis alá dos obxetivos fixado durante o microfinanciamento. Financiaronse pola <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">organización se ánimo de lucro Framasoft</a>, que desenvolve o software (e vive das <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">vosas doazóns</a>).
pl: Od wydania w listopadzie wersji 1.0, codziennie ulepszamy PeerTube. Te usprawnienia wykraczają ponad cele ustalone w zbiórce. Zostały one opłacone przez <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">organizację non-profit Framasoft</a> rozwijającą to oprogramowanie (kontynuującą działania wyłącznie dzięki <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">Waszym darowiznom</a>).
pt_br: Desde que a versão 1.0 foi lançada no último Novembro, nós fomos aprimorando PeerTube, dia após dia. Essas melhorias no PeerTube está bem além dos objetivos fixados durante o financiamento coletivo (crowdfunding). Eles foram fundados por <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft non-profit</a>, que desenvolve o software (e que vive apenas <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">de vossas doações</a>).
ru: Так как версия 1.0 была выпущена в ноябре прошлого года, мы продолжали улучшать PeerTube. Эти улучшения в PeerTube выходят далеко за рамки задач, поставленных во время краудфандинга. Они были профинансированы <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org"> некоммерческой организацией Framasoft </a>, которая разрабатывает программное обеспечение (и работает только через <a target = "_ blank" rel = "noopener noreferrer" href = "https://soutenir.framasoft.org"> ваши пожертвования </a>).

source: Solal goes on Framatube, an instance which follows DominiqueTube. So, Solal can see, from Framatube, the videos published on DominiqueTube.
es: Soraya etá en Framatube, una instancia que sigue a DominiqueTube. Entonces, Soraya puede ver, desde Framatube, los videos publicados en DominiqueTube.
fr_fr: Solal va sur Framatube, une instance qui suit l’instance DominiqueTube. Donc Solal peut voir depuis Framatube les vidéos publiées sur DominiqueTube.
gl: Solal vai a Framatube, unha instancia que segue o DominiqueTube. Así, Solal pode ver, desde Framatube, os vídeos publicados en DominiqueTube.
pl: Solal odwiedza Framatube, instancję obserwującą DominikaTube. Tam, z poziomu Framatube, Sosal może zobaczyć filmy opublikowane na DominikaTube.
pt_br: Soraia visita o site Framatube, uma instância que segue DominiqueTube. Então, Soraia pode ver, diretamente do site de Framatube, os vídeos publicados por DominiqueTube.
ru: Миша смотрит Framatube, который связан с DominiqueTube. И Миша может видеть на Framatube видео, опубликованные на DominiqueTube.

source: Solal sees Camille's illegal video, and signals it with the button provided for that purpose. Although the report is made from Framatube, it is sent directly to the person hosting the illegal content, Dominique.
es: Soraya ve el video ilegal de Camille y lo señala con el botón provisto para ese propósito. Aunque el informe se realiza desde Framatube, se envía directamente a la persona que aloja el contenido ilegal, Dominique.
fr_fr: Solal aperçoit la vidéo illégale de Camille, et la signale avec le bouton prévu à cet effet. Le signalement a beau être fait depuis Framatube, il est envoyé directement à la personne qui héberge le contenu illicite, donc Dominique.
gl: Solal ve o vídeo ilegal de Camille, e márcao co botón destinado a tal propósito. Aínda que a denuncia se realiza en Framatube, envíase directamente a persoa que hospeda o contido ilegal, Dominique.
pl: Solal znalazła nielegalny film Kamili, więc wskazuje na to przyciskiem służącym do tego. Choć zgłoszenie zostało dokonane z Framatube, zostaje ono przesłane do osoby u której hostowana jest nielegalna zawartość, do Dominiki.
pt_br: Soraia vê um vídeo ilegal de Camila, e assinala o vídeo pelo botão oferecido para esse fim. Embora os alerta tenha sido feito no site Framatube, ele é enviado diretamente para a pessoa que hospeda o conteúdo ilegal. Dominique.
ru: Миша видит нехорошее видео Камиллы и жалуется на него кнопкой, предусмотренной для этой цели. Несмотря на то, что отчет составлен Framatube, он отправляется непосредственно лицу, размещающему нелегальный контент, Доминику.

source: Stay informed by subscribing to <a href="https://framalistes.org/sympa/subscribe/peertube-newsletter" target="_blank">the newsletter</a>
fr_fr: Restez informés en vous abonnant à notre <a href="https://framalistes.org/sympa/subscribe/peertube-newsletter" target="_blank">newsletter</a>
gl: Estate ao día subscribíndote ao <a href="https://framalistes.org/sympa/subscribe/peertube-newsletter" target="_blank">boletín de novas</a>

source: Stay up-to-date with PeerTube
fr_fr: Suivre l'actualité de PeerTube

source: Step 1
fr_fr: Étape 1

source: Step 1: account creation (choosing your username, password, email, etc.)
es: Paso 1: creación de cuenta (elegir nombre de usuario, contraseña, correo electrónico, etc.)
fr_fr: À l’étape 1, on crée son compte (on spécifie son nom d’utilisateur⋅ice, son mot de passe, son email, etc.)
gl: Paso 1: creación da conta (escoller nome de usuaria, contrasinal, email, etc.)
pl: Krok 1: tworzenie konta (wybór nazwy użytkownika, hasła, adresu e-mail itp.)
pt_br: Passo 1: criação de conta (escolha o seu nome de usuário, senha/palavra chave, e-mail, etc.)
ru: Шаг 1: создание учетной записи (выбор имени пользователя, пароля, адреса электронной почты и т. д.)

source: Step 2
fr_fr: Étape 2

source: Step 2: choosing your default channel name via a new form
es: Paso 2: elige el nombre de tu canal predeterminado a través de un nuevo formulario
fr_fr: À l’étape 2, on spécifie le nom de sa chaîne par défaut via un nouveau formulaire
gl: Paso 2: escoller o nome do canal por omisión no formulario
pl: Krok 2: wybór nazwy domyślnego kanału w kolejnym formularzu
pt_br: Passo 2: escolha o nome do seu canal predefinido via um novo formulário
ru: Шаг 2: выбор названия вашего канала по умолчанию, через новую форму

source: Step 3
fr_fr: Étape 3

source: Step 4
fr_fr: Étape 4

source: Subscriptions throughout the federation: you can follow your favorite video channels and see all the videos on a dedicated page
es: Suscripciones en toda la federación: puede seguir sus canales de vídeo favoritos y ver todos los vídeos en una página dedicada
fr_fr: Les abonnements à travers la fédération, vous laissant la possibilité de suivre vos chaînes vidéos préférées afin de retrouver l’ensemble de leurs vidéos dans un onglet dédié
gl: As subscricións a través da federación: podes seguir os teu canais de vídeo favoritos e ver todos os vídeos nunha páxina dedicada
pl: Subskrypcje za pośrednictwem federacji – możesz zaobserwować ulubione kanały z filmami i widzieć wszystkie filmy na specjalnej stronie
pt_br: Inscrições em toda a federação: dá a possibilidade de seguir os seus canais de vídeos favoritos e ver todos os vídeos numa página dedicada
ru: Подписки по всей распределённой сети: вы можете следить за своими любимыми видеоканалами и смотреть все видео на специальной странице

source: Subtitles support
es: Soporte de subtítulos
fr_fr: Le support des sous-titres
gl: Soporte para subtítulos
pl: Obsługa napisów
pt_br: Suporte para legendas
ru: Поддержка субтитров

source: Subtitles support is well under way, and we should have a first version available soon. When this work is finished, we will develop the advanced search.
es: El soporte de subtítulos está en marcha, y pronto tendremos una primera versión disponible. Cuando finalice este trabajo, desarrollaremos la búsqueda avanzada.
fr_fr: Le support des sous-titres avance bien et nous devrions avoir une première version de prête sous peu. Une fois ce chantier terminé, nous passerons à l'implémentation de la recherche avancée.
gl: O soporte para subtítulos está en camiño, e pronto debería estar rematado. Cando esté rematado, desenvolveremos a busca avanzada.
pl: Obsługa napisów jest w trakcie przygotowania i pierwsza wersja jej powinna pojawić się wkrótce. Kiedy zakończymy pracę nad nią, zaczniemy rozwijać zaawansowane wyszukiwanie.
pt_br: O suporte para legendas avança bem e nós deveremos ter uma primeira versão pronto muito em breve. Quando este trabalho estiver terminado, nós iremos desenvolver a busca avançada.
ru: Разработка поддержки субтитров идет полным ходом, и скоро у нас должна появиться первая версия. Затем мы разработаем расширенный поиск.

source: suomi
es: Finlandés
fr_fr: Finnois
pt_br: Finlandês

source: Support the development of PeerTube!
fr_fr: Soutenez le développement de PeerTube !

source: svenska
es: Sueco
fr_fr: Suédois
gl: sueco
pt_br: Suéco
ru: svenska (Шведский)

source: Technical questions
es: Preguntas técnicas
fr_fr: Questions techniques
gl: Asuntos técnicos
pl: Pytania techniczne
pt_br: Questões técnicas
ru: Технические вопросы

source: Thanks to all PeerTube contributors!
es: ¡Gracias a todos los contribuyentes de PeerTube!
fr_fr: Merci à tous les contributeurs de PeerTube !
gl: Grazas as contribuíntes a PeerTube!
pl: Dziękujemy wszystkim twórcom PeerTube!
pt_br: Obrigado a todos os colaboradores do PeerTube!
ru: Спасибо всем независимым разработчикам PeerTube!
