Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: You can still watch from your account videos hosted by other instances though if the administrator of your instance had previously connected it with other instances.
es: Sin embargo, aún puede ver vídeos de su cuenta alojados en otras páginas si el administrador de su página lo había conectado previamente con otras.
fr_fr: Mais vous avez tout de même la possibilité de regarder depuis l'instance sur laquelle vous êtes inscrit·e des vidéos qui se trouvent ailleurs ; il suffit que l'administrateur·ice l'ait autorisé.
gl: Tamén podes ver vídeos de outras instancias coa túa conta se a administración da túa instancia a conectou con esas outras instancias.
pl: Możesz oglądać filmy z innych instancji, jeżeli administrator Twojej instancji połączył ją wcześniej z nimi.
pt_br: Você ainda tem a possibilidade de ver, diretamente da instância em que você está inscrito, vídeos que se encontram hospedados em outras instâncias, basta que o administrador da instância tenha autorizado.
ru: Вы можете смотреть из своей учетной записи видео, размещенные на других серверах PeerTube, если администратор вашего сервера объединил его с другими.

source: You have a question?
es: ¿Tienes una pregunta?
fr_fr: Vous avez une question ?
gl: Tes algunha pregunta?
pl: Masz pytanie?
pt_br: Você tem uma questão?
ru: У вас есть вопрос?

source: You must enter a valid email address.
fr_fr: Vous devez renseigner une adresse mail valide.

source: You need to find a PeerTube hosting instance you trust.
es: Necesitas encontrar una instancia de alojamiento de PeerTube en la que confíes.
fr_fr: Il vous faut trouver une instance d’hébergement PeerTube en laquelle vous avez confiance.
gl: Tes que atopar unha instancia PeerTube que che ofreza confianza.
pl: Musisz znaleźć instancję PeerTube której zaufasz.
pt_br: Você precisa encontrar uma instância PeerTube que você confia.
ru: Вам нужно найти экземпляр хостинга PeerTube, которому вы доверяете.

source: You want to
es: Quieres
fr_fr: Vous voulez
gl: Queres
pl: Chcesz
pt_br: Você quer
ru: Вы хотите

source: You're right. PeerTube is not the perfect tool, far from it. And we never promised that this version 1.0 would be a tool that would include all the features corresponding to all cases.
es: Tienes razón. PeerTube no es la herramienta perfecta, ni mucho menos. Y nunca prometimos que esta versión 1.0 sería una herramienta que incluiría todas las características correspondientes a todos los casos.
fr_fr: Vous avez raison. PeerTube n’est pas l’outil parfait, loin de là. Et nous n’avons jamais promis que cette version 1.0 correspondrait à un outil qui inclurait toutes les fonctionnalités correspondant à tous les cas de figure.
gl: Tes razón. PeerTube non é a ferramenta perfecta, lonxe diso. E nunca prometemos que esta versión 1.0 sería a ferramenta que incluiría todas as características necesarias.

source: Your move!
es: ¡Tu turno!
fr_fr: À vous de jouer !
gl: Tócache!
pl: Czas na Twój ruch!
pt_br: Sua vez de jogar!
ru: Выбирай!

source: Your profile
es: Tu perfil
fr_fr: Votre profil
gl: O teu perfil
pl: Kim jesteś
pt_br: Seu perfil
ru: Ваш профиль

source: YouTube has clearly gone astray: its hoster, Google-Alphabet, can enforce its ContentID system (the infamous "Robocopyright") or its videos recommendation system, all of which appear to be as obscure as unfair.
es: YouTube claramente se ha descarriado: su proveedor de alojamiento, Google-Alphabet, puede hacer cumplir su sistema ContentID (el infame "Robocopyright") o su sistema de recomendación de videos, todo lo cual parece ser tan oscuro como injusto.
fr_fr: On l’a vu avec les dérives de YouTube : son hébergeur, Google-Alphabet, peut imposer son système ContentID (le fameux « Robocopyright ») ou ses outils de mise en valeur des vidéos, qui semblent aussi obscurs qu’injustes.
gl: YouTube foi ao carallo: a súa matriz, Google-Alphabet, pode impoñer o seu sistema ContentID (o tristemente famoso "Robocopyright") ou o seu sistema de recomendación de vídeos, que semellan ser escuro e inxusto.
pl: YouTube wyraźnie zbłądziło – jego właściciel – Google-Alphabet – może wymusić swój system ContentID lub algorytmiczny system rekomendacji filmów, które wydają się być niesprawiedliwe i nie do końca jasne.
pt_br: YouTube claramente virou um cinzeiro: o seu provedor de hospedagem, Google-Alphabet, pode impor o seu sistema de ContentID (o famoso "Robocopyright" [Robô dos direitos autorais]) ou seu sistema de recomendação de vídeos, que são tão obscuros quanto injustos.
ru: YouTube явно сбился с пути: его хостинг, Google-Alphabet, использует свою систему ContentID (печально известное «Robocopyright») или систему рекомендаций к видео, которые абсолютно непонятны, непрозрачны и несправедливы.

source: YouTube video import
es: Importación de vídeo de YouTube
fr_fr: L'import de vidéos YouTube
gl: Importar vídeos YouTube
pl: Importowanie filmów z YouTube
pt_br: Importar vídeos YouTube
ru: Импорт видео с YouTube

source: ελληνικά
es: Griego
fr_fr: Grec
pt_br: Grego
ru: ελληνικά (Греческий)

source: русский
es: Ruso
fr_fr: Russe
pt_br: Russo
ru: Русский (Русский)

source: 日本語
es: Japonés
fr_fr: Japonais
pt_br: Japonês
ru: 日本語 (Японский)

source: 简体中文（中国）
es: Chino simplificado
fr_fr: Chinois simplifié
pt_br: Chinês simplificado
ru: 简体中文（中国）- Китайский (упрощенный)

source: Art
es: Arte
gl: Arte
pl: Sztuka
pt_br: Arte
ru: Искусство

source: Contact
es: Contacto
gl: Contacto
pl: Kontakt
pt_br: Contato
ru: Контакты

source: FAQ
es: Preguntas frecuentes
gl: PMF
ru: ЧАВО

source: Films
es: Películas
gl: Películas
pl: Filmy
pt_br: Filmes
ru: Фильмы

source: Forum
es: Foro
gl: Foro
pt_br: Fórum
ru: Форум

source: Français
es: Francés
gl: Francés
pt_br: Francês
ru: Français (Французский)

source: Git
es: Github
ru: Исходники (Git)

source: Occitan
es: Occitano
gl: Occitano
pl: Oksytański
pt_br: Occitano

source: PeerTube developers are committed to develop and improve moderation tools to make instances always easier to manage. We welcome you to take part in discussions to <a href="https://github.com/Chocobozzz/PeerTube/issues?utf8=%E2%9C%93&q=label%3A%22Component%3A+Moderation+%3Agodmode%3A%22+">help ongoing efforts</a> in that direction or <a href="https://github.com/Chocobozzz/PeerTube/issues/new">suggest new ones</a>!
es: Los desarrolladores de PeerTube se comprometen a desarrollar y mejorar las herramientas de moderación para que las instancias siempre sean más fáciles de administrar. Le invitamos a participar en las discusiones de <a href = "https://github.com/Chocobozzz/PeerTube/issues?utf8=%E2%9C%93&q=label%3A%22Component%3A+Moderation+%3Agodmode%3A % 22 + "> ayudar a los esfuerzos en curso </a> en esa dirección o <a href="https://github.com/Chocobozzz/PeerTube/issues/new"> ¡sugiera nuevos </a>!
gl: As desenvolvedoras de PeerTube están comprometidas a mellorar as ferramentas de moderación para facer máis doada a tarefa. Agradecemos que tomes parte da conversa para <a href="https://github.com/Chocobozzz/PeerTube/issues?utf8=%E2%9C%93&q=label%3A%22Component%3A+Moderation+%3Agodmode%3A%22+">axudar no traballo</a> nesa dirección ou <a href="https://github.com/Chocobozzz/PeerTube/issues/new">suxerir outras novas</a>!

source: People
es: Gente
gl: Persoas
pl: Ludzie
pt_br: Pessoas
ru: Люди

source: Sponsors
es: Patrocinadores
gl: Patrocinadores
pl: Sponsorzy
pt_br: Patrocinadores
ru: Жертвователи

source: Sports
es: Deportes
gl: Deportes
pl: Sport
pt_br: Esporte
ru: Спорт

source: In the meantime, as an user if you feel that PeerTube 1.0 does not currently meet your needs, it's simple: don't use it right now :) (we remind you that we don't make money developing PeerTube, and that if we obviously hope for its success, the survival of our association doesn't depend on it).
ru: Между тем, как пользователь, если вы чувствуете, что PeerTube 1.0 в настоящее время не соответствует вашим потребностям - просто зайдите через некоторое время :) (мы напоминаем вам, что мы не зарабатываем деньги на разработке PeerTube, но надеемся что у нас с вами получится создать шедевр).

source: We are well aware of the shortcomings of PeerTube 1.0, especially in the moderation tools area (videos, comments, etc.). And we intend to work on these weaknesses.
ru: Нам хорошо известны недостатки PeerTube 1.0, особенно в области инструментов модерации (видео, комментарии и т. Д.). И мы намерены работать над этими слабостями.

source: With more than 100 000 hosted videos, viewed more than 6 millions times and 20 000 users, PeerTube is the decentralized free software alternative to videos platforms developed by Framasoft
pt_br: Com mais de 100.000 vídeos hospedados, vistos mais de 6 milhões de vezes e com 20.000 usuários, PeerTube é a alternativa descentralizada e livre para plataformas de vídeos e é desenvolvido pela Framasoft
ru: С более чем 100 000 размещенных видео, просмотренными более 6 миллионов раз и 20 000 пользователей, PeerTube является децентрализованной бесплатной программной альтернативой платформам видео, разработанной Framasoft

source: With PeerTube, chose <strong>your hosting company and the rules you believe in.</strong>
pt_br: PeerTube te permite escolher <strong>um provedor de hospedagem de vídeos com regras que te correspondem.</strong>
ru: С PeerTube выберите <strong> свою хостинговую компанию и правила, в которые вы верите. </strong>
