Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: Is PeerTube's purpose to replace YouTube?
es: ¿El propósito de PeerTube es reemplazar a YouTube?
fr_fr: Le but de PeerTube, c’est de remplacer YouTube ?
gl: Ten intención PeerTube de substituír a YouTube?
pl: Czy celem PeerTube jest zastąpić YouTube?
pt_br: PeerTube se propõe a substituir o YouTube?
ru: Цель PeerTube заменить YouTube?

source: It allows you to choose a hoster that fits you. YouTube's excesses are a good example: its hoster, Google/Alphabet, can impose its "Robocopyright" (the ContentID system) or its tools to index, recommend and spotlight videos; and those tools seem as unfair as they are obscure. Even though, it already forces you <a target="_blank" rel="noopener noreferrer" href="https://tosdr.org/#youtube"> to give it extended copyrights on your videos, for free</a>!
es: Le permite elegir un proveedor de alojamiento que se adapte a usted. Los excesos de YouTube son un buen ejemplo: su proveedor de alojamiento, Google / Alphabet, puede imponer su "Robocopyright" (el sistema ContentID) o sus herramientas para indexar, recomendar y destacar videos; y esas herramientas parecen tan injustas como oscuras. ¡Aunque ya te obliga a <a target="_blank" rel="noopener noreferrer" href="https://tosdr.org/#youtube"> a darle derechos de autor extendidos en tus videos, gratis </a> !
fr_fr: Il vous permet de choisir un hébergement qui vous correspond. On l’a vu avec les dérives de YouTube : son hébergeur, Google-Alphabet, peut imposer son système ContentID (le fameux « Robocopyright ») ou ses outils de mise en valeur des vidéos, qui semblent aussi obscurs qu’injustes. Quoi qu’il arrive, il vous impose déjà <a target="_blank" rel="noopener noreferrer" href="https://tosdr.org/#youtube">de lui céder – gracieusement – des droits sur vos vidéos</a> !
gl: Permíteche escoller o provedor que mellor che axeite. Os excesos de YouTube son un bo exemplo: o seu dono, Google/Alphabet, pode impor o seu "Autómata vixía" (sistema ContentID) ou as súas ferramentas para indexar, recomendar e destacar vídeos; e parécenos que esas ferramentas son tan inxustas como opacas. Aínda máis, fan que teñas que <a target="_blank" rel="noopener noreferrer" href="https://tosdr.org/#youtube">concederlle dereitos extendidos sobre os teus vídeos, gratis</a>!
pl: Pozwala wybrać serwer który Ci odpowiada. To co robi YouTube jest dobrym przykładem – Google/Alphabet może skorzystać ze swojego systemu ContentID czy algorytmicznego systemu rekomendacji, które wydają się niesprawiedliwe i niejasne. Poza tym, wymusza na Tobie <a target="_blank" rel="noopener noreferrer" href="https://tosdr.org/#youtube">nieodpłatne przekazanie szerszych praw autorskich do Twoich filmów niż jest to potrzebne</a>!
pt_br: PeerTube permite você escolher o local para hospedar os seus vídeos que melhor lhe convier. Os excessos do Youtube são um bom exemplo: é um provedor de difusão, Google/Alphabet pode impor seus "direitos de robot (Robocopyright)" - (O sistema ContentID) ou sua ferramenta para indexar, recomenda e destaca (coloca em holofotes) os vídeos; e essa ferramentas parecem ser tão injustas quanto são obscuras. E mesmo assim, ela já força você <a target="_blank" rel="noopener noreferrer" href="https://tosdr.org/#youtube"> a dar direitos autorais estendidos sobre os seus vídeos, de graça</a>!

source: It implements all stretch goals we planned in our crowdfunding:
es: Implementa todos el rango de objetivos que planificamos en nuestro crowdfunding:
fr_fr: Elle contient tous les buts que nous avions fixé dans notre crowdfunding :
gl: Implementa todos os obxetivos que propuxemos no micromecenado:
pl: Wypełniono tu wszystkie cele nakreślone w planie crowdfundingu:
pt_br: Ela contém todas as metas que planejamos no nosso financiamento coletivo:
ru: Он реализует все сложные задачи, которые мы запланировали в нашем краудфандинге:

source: It is now possible to display comments according to 2 criteria: the most recent first (default display) or most replies first.
es: Ahora es posible mostrar comentarios de acuerdo con 2 criterios: el primero más reciente (pantalla predeterminada) o la mayoría de las respuestas primero.
fr_fr: De plus, il est désormais possible d'afficher les commentaires en fonction de 2 critères : le plus récent en premier (affichage par défaut) ou en fonction des commentaires ayant le plus de réponses.
gl: Xa se poden mostrar os comentarios seguindo 2 criterios: primeiro o máis recente (por omisión) ou con máis comentarios primeiro.
pl: Jest możliwe teraz wyświetlanie komentarzy według dwóch kryteriów: od najnowszych (domyślnie) i według liczby odpowiedzi.

source: It might not look like it, but thanks to peer-to-peer broadcasting, popular video makers and their videos are no longer forced to be hosted by big companies, whose infrastructure can stand thousands of views at the same time... or to pay for a robust but extremely expensive independent video host.
es: Puede que no lo parezca, pero gracias a la transmisión de igual a igual ("peer-to-peer"), los creadores de videos populares y sus videos ya no están obligados a ser alojados por grandes empresas, cuya infraestructura puede soportar miles de vistas al mismo tiempo ... o a pagar por un host de video independiente robusto pero extremadamente costoso.
fr_fr: Mine de rien, avant cette diffusion en pair-à-pair, les vidéastes à succès (ou les vidéos qui font le buzz) étaient condamnés à s’héberger chez un géant du web dont l’infrastructure peut encaisser des milliers de vues simultanées… Ou à payer très cher un hébergement de vidéo indépendant afin qu’il tienne la charge.
gl: Podería non parecelo, pero grazas a difusión entre pares, os productoras de vídeos máis populares xa non están obrigadas a hospedarse en grandes empresas, nas que a infraestructura pode dar servizo a miles de visionados ao mesmo tempo... ou pagarlle moitos cartos a un servizo independente de hospedaxe de vídeo.
pl: Może wydawać się inaczej, ale dzięki transmisji peer-to-peer, popularni twórcy filmów i ich filmy nie są przywiązane do hostowania przez wielkie firmy, których infrastruktura pozwala na wyświetlanie ich tysiącom osób jednocześnie… lub płacić za niezależny pozwalający na to, lecz bardzo drogi hosting filmów.
pt_br: Talvez não parece muito, mas graças à difusão pessoa-a-pessoa, criadores populares de vídeos e seus vídeos não são mais forçados a ficarem hospedados em grandes empresas, cujas estruturas podem suportar milhões de visualizações ao mesmo tempo, ou a pagar por um outro provedor de difusão de vídeo, também robusto e independente, porém, extremamente caro.
ru: Это здорово, что благодаря распределённой(пиринговой) трансляции популярные блоггеры и их видео больше не будут вынуждены размещаться в крупных компаниях, инфраструктура которых может одновременно выдерживать тысячи просмотров, или платить за надежного, но чрезвычайно дорогого независимого хостера.

source: It was not included in the crowdfunding, but we created an "Overview" page, that displays videos of some categories/tags/channels picked randomly, to show the diversity of the videos uploaded on PeerTube. You can see <a target="_blank" rel="noopener noreferrer" href="https://peertube3.cpy.re/videos/overview">a demonstration here</a>.
es: No se incluyó en el crowdfunding, pero creamos una página de "Descripción general", que muestra videos de algunas categorías/etiquetas/canales elegidos al azar, para mostrar la diversidad de los videos cargados en PeerTube. Puedes ver <a target="_blank" rel="noopener noreferrer" href="https://peertube3.cpy.re/videos/overview"> una demostración aquí </a>.
fr_fr: Ce n'était pas inclus dans le crowdfunding, mais nous avons aussi créé une nouvelle page "Overview", qui affiche aléatoirement les vidéos de certaines catégories, tags ou chaînes, dans le but de montrer la diversité des vidéos hébergées. Vous pouvez voir ici <a target="_blank" rel="noopener noreferrer" href="https://peertube3.cpy.re/videos/overview">une démonstration de cette fonctionnalité</a>.
gl: Non o incluímos no micromecenado, pero creamos a páxina "Vista xeral", que mostra vídeos de algunhas categorías/etiquetas/canais escollidos ao chou, para mostrar a diversidade dos vídeos subidos a PeerTube. Podes ver aquí <a target="_blank" rel="noopener noreferrer" href="https://peertube3.cpy.re/videos/overview">unha demostración</a>.
pl: Nie zostało to objęte crowdfundingiem, ale dodaliśmy stronę „Przegląd”, na której wyświetlone są wybrane losowo kategorie/tagi/kanały, aby pokazać różnorodność filmów wysyłanych na PeerTube. Możesz zobaczyć <a target="_blank" rel="noopener noreferrer" href="https://peertube3.cpy.re/videos/overview">przedstawienie tej funkcji tutaj</a>.
pt_br: Não estava incluso no financiamento coletivo, mas nós criamos uma página de "Visão Geral", que mostra vídeos de algumas categorias/etiquetas/canais escolhidos aleatoriamente, para mostrar a diversidade de vídeos que são colocados no PeerTube. Você pode ver: <a target="_blank" rel="noopener noreferrer" href="https://peertube3.cpy.re/videos/overview">uma demonstração aqui</a>.
ru: Он не был включен в краудфандинг, но мы создали страницу «Обзор», которая отображает видео некоторых категорий/тегов/каналов, выбранных случайным образом, чтобы показать разнообразие видео, загруженных на PeerTube. Вы можете увидеть <a target="_blank" rel="noopener noreferrer" href="https://peertube3.cpy.re/videos/overview"> демонстрацию здесь </a>.

source: It's best to contact and talk directly with hosting providers, to understand their business model, vision, etc. Because only you can determine what makes you trust such or such host, and thus entrust your videos to them.
es: Es mejor ponerse en contacto y hablar directamente con los proveedores de alojamiento, para comprender su modelo de negocio, visión, etc. Porque solo tu puedes determinar qué es lo que te hace confiar en tal o cual anfitrión, y así confiarle tus videos.
fr_fr: Le mieux est de contacter et de discuter directement avec les hébergeurs, de comprendre leur modèle économique, leur vision, etc. Car seul vous pouvez déterminer ce qui fait que vous pouvez faire confiance à tel ou tel hébergeur, et donc lui confier vos vidéos.
gl: É mellor contactar e falar directamente cos provedores da hospedaxe, para entender o seu modelo de negocio, obxetivos, etc. Porque só ti podes determinar que che fai confiar nun ou noutro, e confiarlles os teus vídeos.
pl: Najlepiej kontaktować się bezpośrednio z dostawcą hostingu, aby zrozumieć jego model biznesowy, wizję itp. Tylko Ty możesz uznać komu zaufasz na tyle, aby powierzyć mu swoje filmy.
pt_br: É melhor contatar e falar diretamente com o anfitrião que oferece a hospedagem dos seus vídeos, para compreender melhor o modelo de negócio deles, a vidão deles, etc. Porque apenas você pode determinar o que faz você confiar nesse ou naquele que irá hospedar seus vídeos e assim, confiar seus vídeos à eles.
ru: Лучше всего связаться и поговорить напрямую с хостинг-провайдерами, чтобы понять их бизнес-модель, видение и т. Д. Потому что только вы можете определить, что заставляет вас доверять тому или иному хосту, и таким образом доверить свои видео им.

source: It's up to everyone to be responsible: parents, visitors, uploaders, PeerTube administrators to respect the law and avoid any problematic situations.
es: Depende de todos ser responsables: padres, visitantes, usuarios que suben, administradores de PeerTube para respetar la ley y evitar situaciones problemáticas.
fr_fr: A chacun d’être responsables : parents, visiteurs, administrateurs d’instances PeerTube pour respecter la loi et éviter toute situation problématique.
gl: Cada persoa é responsable: pais, visitantes, creadoras, administradoras de PeerTube deben respectar a lei e evitar situacións problemáticas.
pl: W geście wszystkich pozostaje odpowiedzialność – rodziców, odwiedzających, wysyłających czy administratorów PeerTube, aby przestrzegać prawa i unikać problematycznych sytuacji.
pt_br: Cabe a cada um ser responsável: pais, visitantes, aqueles que sobem os vídeos, administradores do PeerTube no que se refere à respeitar a lei e evitar qualquer situação problemática.
ru: Каждый должен нести ответственность: родители, посетители, загрузчики, администраторы PeerTube уважают закон и избегают любых проблемных ситуаций.

source: Italiano
fr_fr: Italien
ru: Italiano (Итальянский)

source: Its development is community-based, it can be enhanced by everyone's contributions.
es: Su desarrollo se basa en la comunidad, se puede mejorar con las contribuciones de todos.
fr_fr: Son développement est communautaire, il peut s’enrichir des contributions de chacun·e.
gl: A comunidade realiza o desenvolvemento, e mellora coas contribucións de todas.
pl: Rozwój projektu jest kierowany przez społeczność, więc wkład każdej osoby może go usprawnić.
pt_br: Seu desenvolvimento é feito por comunidade e pode ser melhorado pela contribuição de todo mundo.
ru: Его развитие основано на сообществе, оно может быть улучшено за счет вклада каждого.

source: Join me and support PeerTube, a free software to take back control of your videos!
fr_fr: Faites comme moi et soutenez PeerTube, un logiciel libre pour reprendre le contrôle de vos vidéos !

source: JoinPeerTube Git
es: Github de JoinPeerTube
fr_fr: Git de JoinPeerTube
gl: Git de JoinPeerTube
pl: Git JoinPeerTube
pt_br: Aderir ao Git de PeerTube
ru: Присоединиться к PeerTube Git

source: July 23, 2018
es: 23 de julio de 2018
fr_fr: 23 Juillet 2018
gl: 23 de Xullo, 2018
pl: 23 lipca 2018
pt_br: 23 de Julho de 2018
ru: 23 июля 2018

source: June 5, 2019
es: 5 de junio de 2019
fr_fr: 5 Juin 2019
gl: 5 de Xuño, 2019
pl: 5 czerwca 2019
pt_br: 5 de Junho de 2019
ru: 5 июня 2019

source: KB
fr_fr: Ko
ru: КБ

source: Kids
es: Infantil
fr_fr: Enfants
gl: Crianzas
pl: Dzieci
pt_br: Crianças
ru: Дети

source: Languages
es: Idiomas
fr_fr: Langues
gl: Idiomas
pl: Języki
pt_br: Idiomas
ru: Языки

source: Last name
fr_fr: Nom

source: Learn more about Framasoft
fr_fr: En savoir plus sur Framasoft

source: Learn more about free/libre software
es: Saber más acerca del software libre
fr_fr: En savoir plus sur les logiciels libres
gl: Coñece máis sobre o software libre
pl: Dowiedz się więcej o wolnym/otwartym oprogramowaniu
pt_br: Aprenda mais sobre o ''software'' gratuito e livre
ru: Узнайте больше о бесплатном/свободном программном обеспечении

source: Learn more about the federation
es: Saber más acerca de la federación
fr_fr: En savoir plus sur la fédération
gl: Aprende máis acerca da federación
pl: Dowiedz się więcej o federacji
pt_br: Aprenda mais sobre a federação
ru: Узнайте больше о сети PeerTube

source: Learn more about those milestones
fr_fr: En savoir plus sur ces étapes

source: Learn more on
fr_fr: En savoir plus sur

source: Legal entity
fr_fr: Raison sociale

source: Legal notices
es: Avisos legales
fr_fr: Mentions légales
gl: Avisos legais
pl: Informacje prawne
pt_br: Avisos legais
ru: Юридические условия

source: Let's pave the way to PeerTube live in the v3!
fr_fr: Pavons la route de PeerTube pour avoir du Live dès la v3&nbsp;!

source: Let’s pave the way towards PeerTube's v3!
fr_fr: Pavons la route de PeerTube vers sa v3 !

source: Let’s support PeerTube
fr_fr: Soutenons PeerTube

source: Linked together, these three features makes it easy to host videos on the server side, while remaining practical, ethical and fun for the internet users.
es: Vinculadas entre sí, estas tres características facilitan el alojamiento de vídeos en el lado del servidor, sin dejar de ser práctico, ético y divertido para los usuarios de Internet.
fr_fr: Liées ensemble, ces trois caractéristiques permettent de faciliter l’hébergement de vidéos côté serveur, tout en restant pratique, éthique et amusant côté internautes.
gl: Xuntas, estas tres características fan que sexa máis doado hospedar os vídeos no servidor, mantendo a practicidade, o aspecto ético e o divertimento para as usuarias de internet.
pl: Łącząc to wszystko, te trzy funkcje czynią hostowanie filmów proste po stronie serwera, pozostając praktycznym, etycznym i przyjemnym dla użytkowników Internetu.
pt_br: Unidas e juntas, essas três características permitem facilitar a hospedagem de vídeos vendo pelo lado do servidor, enquanto se torna prático, ético e divertido vendo pelo lado do usuário.
ru: Вместе эти три функции позволяют легко размещать видео на стороне сервера, оставаясь при этом практичными, этичными и увлекательными для пользователей Интернета.

source: Localization support (as we write these lines, PeerTube is already available in 13 different languages!)
es: Soporte de localización (mientras escribimos estas líneas, ¡PeerTube ya está disponible en 13 idiomas diferentes!)
fr_fr: Le support de l’internationalisation (à l’heure où nous écrivons ces lignes, PeerTube est déjà disponible en plus de 13 langues !)
gl: Traballo de localización (nesta data, PeerTube xa está dispoñible en 13 idiomas diferentes!)
pl: Obsługa lokalizacji (gdy to pisaliśmy, PeerTube było już dostępne w 13 językach!)
pt_br: Suporte de Traduções (enquanto escrevemos estas linhas, PeerTube já está disponível em 13 diferentes idiomas)
ru: Поддержка локализации (когда мы пишем эти строки, PeerTube уже доступен на 13 разных языках!)

source: Mainstream online video broadcasting services make money off of your data by analyzing your interactions so that they can then bombard your with targeted advertising.
es: Los servicios de transmisión de vídeo en línea convencionales ganan dinero con tus datos al analizar tus interacciones para que luego puedan bombardearte con publicidad dirigida.
fr_fr: Les principaux services de diffusion de vidéo en ligne utilisent vos données pour gagner de l'argent en analysant vos interactions et en utilisant ces informations pour vous matraquer en publicités ciblées.
gl: Os grandes servizos de difusión en liña de vídeo fan cartos cos teus datos analizando as túas interaccións para así poder asulagarte coa publicidade personalizada.
pl: Usługi transmisji wideo online głównego nutru zarabiają pieniądze dzięki danym na Twój temat, analizując sposób w jaki z nich korzystasz, dzięki czemu mogą bombardować Cię targetowanymi reklamami.
pt_br: Os principais serviços de difusão de vídeo online utilizam os vossos dados para ganhar dinheiro e analisam as vossas interações e utilizam essa informações para mandar uma cacetada de publicidades direcionadas ao alvo certo.
ru: Основные службы онлайн-трансляции видео зарабатывают на ваших данных, анализируя ваши взаимодействия, чтобы затем они могли !заразить! вас целевой рекламой.

source: Many other improvements have been made in this new version. You can see the complete list on <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0">https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0</a>.
es: Se han realizado muchas otras mejoras en esta nueva versión. Puedes ver la lista completa en <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0">https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0</a>.
fr_fr: Beaucoup d'autres améliorations ont été apportées dans cette nouvelle version. Vous pouvez voir la liste complète (en anglais) sur <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0">https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0</a>.
gl: Outras moitas melloras chegaron nesta versión. Podes ver a lista completa en <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0">https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0</a>.
pl: Wiele innych rzeczy dodano w tej funkcji. Możesz zobaczyć pełną listę pod adresem <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0">https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0</a>.
pt_br: Vários outras melhorias foram feitas nessa nova versão. Você pode ver a lista completa em <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0">https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0</a>.
ru: В этой версии было сделано много других улучшений. Вы можете увидеть полный список на <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0"> https://github.com/Chocobozzz/PeerTube/releases/tag/v1.3.0 </a>.

source: March 2018 thus represents the birth of the PeerTube federations: the more this software will be used and supported, the more people will use it and contribute to it, and the faster it will evolve towards a concrete alternative to platforms such as YouTube.
es: Por lo tanto, marzo de 2018 representa el nacimiento de las federaciones de PeerTube: cuanto más se use y se apoye este software, más personas lo usarán y contribuirán a él, y más rápido evolucionará hacia una alternativa concreta a plataformas como YouTube.
fr_fr: Mars 2018 représente donc la naissance des fédérations PeerTube : plus ce logiciel sera utilisé et soutenu, plus des personnes l’utiliseront et y contribueront, et plus vite il évoluera vers une alternative concrète aux plateformes telles que YouTube.
gl: Marzo de 2018 representa o nacemento da federación PeerTube: canto máis se utilice e soporte este software, máis xente o usará e contribuirá a el, e máis rápido evolucionará para converterse nunha alternativa a plataformas como YouTube.
pl: Marzec 2018 to początek federacji PeerTube – od teraz im częściej to oprogramowanie będzie wykorzystywane i wspierane, tym więcej osób będzie z niego korzystać i brać udział w jego tworzeniu i szybciej stanie się bardziej kompletną alternatywą dla platform takich jak YouTube.
pt_br: Março de 2018, portanto, representa o nascimento da federação PeerTube: quanto mais este software for utilizado e apoiado, mas pessoas o utilizarão e contribuirão, e mais rápido ele irá evoluir para uma alternativa concreta a plataformas tais como YouTube.
ru: Таким образом, март 2018 года представляет собой рождение сети PeerTube: чем больше будет использоваться и поддерживаться это программное обеспечение, тем больше людей будут использовать его и вносить в него свой вклад, и тем быстрее оно будет развиваться в направлении конкретной альтернативы таким платформам, как YouTube.

source: MB
fr_fr: Mo
ru: МБ

source: Moderation
fr_fr: Outils de Modération

source: More features
es: Más características
fr_fr: Et aussi
gl: Máis características
pl: Więcej funkcji
pt_br: Mais funcionalidades
ru: Больше возможностей

source: More information
fr_fr: Plus d'information

source: More technical questions
es: Más preguntas técnicas
fr_fr: Autres questions techniques
gl: Máis cuestións técnicas
pl: Więcej technicznych pytań
pt_br: Mais questões técnicas
ru: Больше технических вопросов
