Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: <strong>PeerTube 2.0</strong> setup now asks the admin to answer questions regarding their moderation policy and dedication to it. Make a feature to automatically follow a public index of PeerTube instances part of core PeerTube, instead of leaving admins to script it themselves. This allows instance administrators to automatically follow instances of a "follow list" of their choice; a list which is self-hostable, so that communities can grow at their own pace;
es: La configuración de <strong> PeerTube 2.0 </strong> ahora le pide al administrador que responda preguntas sobre su política de moderación y su dedicación. Crea una función para seguir automáticamente un índice público de instancias de PeerTube como parte del núcleo de PeerTube, en lugar de dejar que los administradores lo escriban ellos mismos. Esto permite a los administradores de instancias seguir automáticamente las instancias de una "lista de seguimiento" de su elección; una lista que sea autohospedable, para que las comunidades puedan crecer a su propio ritmo;
fr_fr: <strong>PeerTube 2.0</strong> demande maintenant à l'administrateur de répondre aux questions concernant sa politique de modération et son dévouement à celle-ci. Intégrer une fonctionnalité permettant de suivre automatiquement un index public des instances de PeerTube dans le noyau de PeerTube, au lieu de laisser les administrateurs le scripter eux-mêmes. Cela permet aux administrateurs d'instances de suivre automatiquement les instances d'une "liste de suivi" de leur choix ; une liste qui est auto-hébergée, afin que les communautés puissent se développer à leur propre rythme ;
gl: <strong>PeerTube 2.0</strong>, o proceso de instalación agora fai preguntas acerca das políticas de moderación e dedicación a elas. Tamén a característica de seguir un índice público de instancias PeerTube parte do núcleo PeerTube, en lugar de deixar que a administración as engada ela mesma. Esto fai que quen administra a instancia siga de xeito automático dunha "lista de seguimento" da súa elección; unha lista que é autohospedada, así as comunidades poden medrar ao seu propio ritmo;

source: <strong>PeerTube 2.1</strong> added an <em>internal</em> privacy mode to videos (such videos won't be shared outside of the instance), and added quick access to moderation tools below the comments and hooks to create registration plugins (geoblocking or captchas for example); some third-party plugins already demonstrate this ability. This release also put emphasis on describing moderation features within the interface: warnings for features that might increase moderation work like autofollow, and descriptions to the action dropdowns.
es: <strong> PeerTube 2.1 </strong> agregó un modo de privacidad <em> interno </em> a los videos (tales videos no se compartirán fuera de la instancia), y agregó acceso rápido a las herramientas de moderación debajo de los comentarios y enlaces a crear complementos de registro (geobloqueo o captchas, por ejemplo); Algunos complementos de terceros ya demuestran esta capacidad. Esta versión también pone énfasis en describir las características de moderación dentro de la interfaz: advertencias para características que podrían aumentar el trabajo de moderación, como el seguimiento automático, y descripciones de los menús desplegables de acción.
fr_fr: <strong>PeerTube 2.1</strong> a ajouté un mode de confidentialité <em>interne</em> des vidéos (ces vidéos ne seront pas partagées en dehors de l'instance), et l'ajout d'un accès rapide aux outils de modération sous les commentaires et les accroches pour créer des plugins d'enregistrement (geoblocking ou captchas par exemple) ; certains plugins tiers démontrent déjà cette capacité. Cette version a également mis l'accent sur la description des fonctionnalités de modération au sein de l'interface : avertissements pour les fonctionnalités qui pourraient augmenter le travail de modération comme le suivi automatique, et descriptions des menus déroulants des actions.
gl: <strong>PeerTube 2.1</strong> engadiu un <em>modo privado interno</em> para os vídeos (non serán compartidos fóra da instancia), e tamén acceso rápido as ferramentas de moderación baixo os comentarios; tamén puntos de enlace para engadidos para o rexistro (blocaxe xeográfica ou captchas por exemplo); algúns engadidos de terceiros xa experimentaron esta posibilidade. O lanzamento tamén pon énfase na descrición das ferramentas de moderación na interface: avisos para ferramentas que poderían incrementar o traballo de moderación como seguimento automático, e descricións dos menús despregables.

source: <strong>PeerTube 2.2</strong> greatly improved video abuses management (search, abuses display, actions on the video or account etc), added moderation hooks and helpers in the plugins API and Framasoft developed an experimental *Auto mute* plugin based on public lists.
fr_fr: <strong>PeerTube 2.2</strong> a grandement amélioré la gestion des signalements de vidéos (recherche, affichage des signalements, actions sur la vidéo ou le compte etc), a ajouté des hooks et des outils de modération dans l'API des plugins et Framasoft a développé un plugin expérimental de *masquage automatique* basé sur des listes publiques.

source: <strong>PeerTube is not only open-source: it's free (as in free speech).</strong> Its free license guarantees our fundamental freedoms as users. It is this respect for our freedoms that allows Framasoft to invite you to contribute to this software, and many evolutions (innovative comment system, etc.) have already been suggested by some of you.
es: <strong> PeerTube no es solo de código abierto: es gratuito (como la libertad de expresión). </strong> su licencia gratuita garantiza nuestras libertades fundamentales como usuarios. Es este respeto por nuestras libertades lo que permite que Framasoft lo invite a contribuir a este software, y algunos de ustedes ya han sugerido muchas evoluciones (sistema de comentarios innovadores, etc.).
fr_fr: <strong>PeerTube n’est pas juste open-source : il est libre.</strong> Sa licence libre garantit nos libertés fondamentales d’utilisateurs ou d’utilisatrices. C’est ce respect de nos libertés qui permet à Framasoft de vous inviter à contribuer à ce logiciel, et de nombreuses évolutions (système de commentaires innovant, etc.) nous ont déjà été soufflées par certain·e·s d’entre vous.
gl: <strong>PeerTube non só é código aberto: é libre (como en liberdade de expresión).</strong> A súa licenza libre garantiza os nosos dereitos fundamentais como usuarias. Este respecto polas nosas liberdades o que permite que Framasoft te convide a contribuír a este software, e moitas das melloras (sistema innovador de comentarios, etc.) foron suxestións de algunhas de vós.
pl: <strong>PeerTube nie jest tylko otwartoźródłowy – jest też wolny (w znaczeniu takim jak „wolność słowa”).</strong> Jego wolna licencja gwarantuje użytkownikom fundamenalną wolność. To poszanowanie dla Twojej wolności pozwala Framasoft zaprosić Cię do współtworzenia tego oprogramowania oraz dzielenia się sugestiami (jak te które dostaliśmy, np. innowacyjny system komentarzy).
pt_br: <strong>PeerTube não é só opensource: é livre (como em liberdade).</strong> Sua licença livre garante nossas liberdades fundamentais como usuários. É esse respeito pelas nossas liberdades que permite a Framasoft convidar você para contribuir com este software, e muitas evoluções (sistema de inovador comentários, etc.) já foram sugeridas por muitos de vocês.
ru: <strong>PeerTube не просто опенсорс: он свободный(как свобода слова).</strong>Его бесплатная лицензия гарантирует наши основные свободы как пользователей. Именно это уважение к нашим свободам позволяет Framasoft пригласить вас внести свой вклад в это программное обеспечение, и улучшения (инновационная система комментариев и др.) уже были предложены некоторыми из вас.

source: 1. Find the instance that suits you best
es: 1. Encuentra la página que más te convenga
fr_fr: 1. Trouvez l’instance qui vous correspond
gl: 1. Atopa a instancia que mellor che acae
pl: 1. Znajdź instancję, która najbardziej Ci odpowiada
pt_br: 1. Encontre a instância que combina mais com você
ru: 1. Найдите сервер-видеохостер PeerTube, который вам понравится

source: 2 channels on Framasoft's account on FramaTube instance
es: 2 canales en la cuenta de Framasoft en la página de FramaTube
fr_fr: sur le compte Framasoft de l’instance Framatube, 2 chaînes sont accessibles
gl: 2 canais na conta de Framasoft na instancia FramaTube
pl: Dwa kanały na koncie Framasoft na instancji FramaTuba
pt_br: 2 canais na conta Framasoft's da instância FramaTube
ru: 2 каналы на аккаунте Framasoft на FramaTube

source: 2. Create your account and enjoy PeerTube
es: 2. Crea tu cuenta y disfruta de PeerTube
fr_fr: 2. Créez votre compte et profitez de PeerTube
gl: 2. Crea a túa conta e desfruta de PeerTube
pl: 2. Utwórz konto i ciesz się korzystaniem z PeerTube
pt_br: 2. Crie sua conta e aproveite o PeerTube
ru: 2. Создайте аккаунт PeerTube и вперёд! К новым горизонтам

source: A "new" world cannot be built with the tools of surveillance capitalism.
fr_fr: Un « autre » monde ne pourra pas se construire avec les outils du capitalisme de surveillance.

source: A better interface
es: Una mejor interfaz
fr_fr: Des améliorations de l’interface
gl: Interface mellorada
pl: Ulepszony interfejs
pt_br: Uma interface melhor
ru: Улучшенный интерфейс

source: a company
fr_fr: une société

source: A federation of interconnected hosting providers (so more video choices wherever you go to see them);
es: Una federación de proveedores de hosting interconectados (por tanto, más opciones de vídeo donde quiera que vayas para verlos);
fr_fr: Une fédération d’hébergements interconnectés (donc plus de choix de vidéos où qu’on aille les voir) ;
gl: Federación interconectada de provedores de hospedaxe (así tes máis opcións de vídeo independentemente desde onde os vexas);
pl: Federacja połączonych ze sobą dostawców hostingu (więc więcej filmów do wyboru gdziekolwiek będziesz ich szukać);
pt_br: Uma federação de provedores de hospedagem interconectadas (e com isso mais escolhas de video, onde quer que você vá);
ru: Объединение серверов-видеохостинга (все видео вместе в (нужном) месте);

source: A federation of interconnected hosting services
es: Una federación de servicios de alojamiento interconectados
fr_fr: Une fédération d’hébergements interconnectés
gl: Federación interconectada de servizos de hospedaxe
pl: Federacja połączonych ze sobą usług hostingowych
pt_br: Uma federação de serviços de hospedagem interconectadas
ru: Объединение серверов видеохостеров

source: A few months after PeerTube V2 announcement, we are pleased to announce you that version 2.1 has been released. Here's a quick overview of the features it brings...
es: Unos meses después del anuncio de PeerTube V2, nos complace anunciar que se ha lanzado la versión 2.1. Aquí hay una descripción rápida de las características que trae ...
fr_fr: Quelques mois après l'annonce de la version 2 de PeerTube, nous vous annonçons qu'une version 2.1 est sortie. Petit tour d'horizon de ce qu'elle apporte...
gl: Aos poucos meses do anuncio de PeerTube V2, agrádanos anunciar que a versión 2.1 foi publicada. Aquí tes unhas breves notas das características que trae...
pl: Kilka miesięcy po ogłoszeniu PeerTube V2, cieszymy się z możliwości ogłoszenia o wydaniu wersji 2.1. Oto krótkie omówienie jego nowych funkcji…

source: A few questions to discover PeerTube
es: Algunas preguntas para descubrir PeerTube
fr_fr: Quelques questions pour découvrir PeerTube
gl: Unhas preguntiñas para coñecer PeerTube
pl: Kilka pytań które pomogą zrozumieć PeerTube
pt_br: Algumas questões para descobrir o PeerTube
ru: Несколько вопросов про PeerTube

source: A free software to take back control of your videos
es: Un software gratis para administrar tus vídeos
fr_fr: Un logiciel libre pour reprendre le contrôle de vos vidéos
gl: Software libre para retomar o control sobre os teus vídeos
pl: Wolne oprogramowanie, dzięki któremu odzyskasz kontrolę nad swoimi filmami
pt_br: Um software livre para tomar de volta o controle dos seus vídeos
ru: Свободный софт позволяющий вам контролировать ваши видео

source: A free software to take back control of your videos! With more than 100 000 hosted videos, viewed more than 6 millions times and 20 000 users, PeerTube is the decentralized free software alternative to videos platforms developed by Framasoft
es: ¡Un software gratis para administrar tus vídeos! Con más de 100.000 vídeos subidos, más de 6 millones de visitas, y 20.000 usuarios, PeerTube es la alternativa descentralizada y de software libre para plataformas de vídeos, desarrollada por Framasoft
fr_fr: Un logiciel libre pour reprendre le contrôle de vos vidéos ! Avec plus de 100 000 vidéos hébergées, visionnées plus de 6 millions de fois et 20 000 utilisateur⋅ices, PeerTube est l'alternative libre et décentralisée aux plateformes vidéos proposée par Framasoft
gl: Software Libre para retomar o control dos teus vídeos! Con máis de 100.000 vídeos hospedados, vistos máis de 6 millóns de veces e con 20 000 usuarias, PeerTube é a alternativa as plataformas de vídeo descentralizada desenvolta por Framasoft
pl: Wolne oprogramowanie, dzięki któremu odzyskasz kontrolę nad swoimi filmami! Mając ponad 100 tysięcy zamieszczonych filmów, wyświetlonych ponad 6 milionów razy i 20 tysięcy użytkowników, PeerTube jest wolnym i zdecentralizowanym oprogramowaniem będącym alternatywą dla platform wideo rozwijaną przez Framasoft
pt_br: Um software livre para tomar de volta o controle dos seus vídeos! Com mais de 100 000 vídeos hospedados, vistos mais de 6 milhões de vezes e 20 000 usuários, o PeerTube é a alternativa de software livre descentralizado para plataformas de vídeo, desenvolvida pela Framasoft
ru: Свободный софт позволяющий вам контролировать ваши видео! Более 100 000 видосов, посмотрели 6 миллионов раз 20 000 зрителей, PeerTube децентрализованное ПО альтернатива видеохостерам разработанное Framasoft

source: A month before the version 1 of PeerTube, we would like to share some (good!) news with you.
es: Un mes antes de la versión 1 de PeerTube, nos gustaría compartir algunas buenas noticias contigo.
fr_fr: Nous sommes maintenant à un mois de la sortie de la version 1 de PeerTube ! Nous souhaitons donc vous partager quelques (bonnes !) nouvelles.
gl: Un mes despois da versión 1 de PeerTube, queremos compartir algunhas (boas!) novas contigo.
pl: Na miesiąc przed wydaniem pierwszej wersji PeerTube, chcielibyśmy podzielić się paroma (dobrymi!) wiadomościami.
pt_br: Um mês antes da versão 1 do PeerTube, nós gostaríamos de compartilhar algumas (boas!) novidades com você.
ru: За месяц до версии 1 PeerTube мы хотели бы поделиться некоторыми (хорошими!) Новостями с вами.

source: A more relevant search, with the ability to set advanced filters (duration, category, tags...)
es: Una búsqueda más relevante, con la capacidad de establecer filtros avanzados (duración, categoría, etiquetas ...)
fr_fr: La recherche, beaucoup plus pertinente qu’avant et acceptant de nombreux filtres avancés (durée, catégorie, tags…)
gl: Buscas máis relevantes, podendo establecer filtros avanzados (duración, categoría, etiquetas...)
pl: Bardziej trafne wyszukiwanie, z możliwością ustawienia zaawansowanych filtrów (długość, kategorie, tagi…)
pt_br: Uma busca mais relevante, com a habilidade de configurar filtros avançados (duração, categoria, tags...)
ru: Более релевантный поиск с возможностью установки расширенных фильтров (длительность, категория, теги ...)

source: A roadmap in 4 steps
fr_fr: Une feuille de route en 4 étapes

source: A username, an email, a password and you can already <strong>enjoy all the features of PeerTube!</strong>
es: ¡Un nombre de usuario, un correo electrónico, una contraseña y ya puede <strong> disfrutar de todas las funciones de PeerTube!</strong>
fr_fr: Un identifiant, un courriel, un mot de passe, et vous pouvez déjà <strong>profiter de toutes les fonctionnalités de PeerTube !</strong>
gl: Un nome de usuaria, un email, contrasinal e xa podes <strong>desfrutar de todo PeerTube!</strong>
pl: Wysarczy nazwa użytkownika, adres e-mail i hasło, aby <strong>korzystać ze wszystkich funkcji PeerTube!</strong>
pt_br: Um nome de usuário, um email, uma senha e você já pode <strong>aproveitar todos os recursos do PeerTube!</strong>
ru: Введите имя пользователя, адрес электронной почты, пароль, и вы сразу можете<strong> пользоваться всеми функциями PeerTube!</strong>

source: Ability to import a video through a torrent file or a magnet URI
es: Posibilidad de importar un vídeo a través de un archivo torrent o un URI magnet
fr_fr: La possibilité d’importer une vidéo via un fichier torrent ou un lien Magnet
gl: Posibilidade de importar vídeos por medio de ficheiros torrent ou URI magnet
pl: Możliwość zaimportowania filmu z pliku torrent lub magnet URI
pt_br: Habilidade de importar um vídeo através de um arquivo torrent ou um link magnético (magnet URI ou magnet link)
ru: Возможность импортировать видео через торрент-файл или P2P ссылку(magnet URI)

source: Ability to import videos through an URL (YouTube, Vimeo, Dailymotion and many others!)
es: Posibilidad de importar vídeos a través de una URL (YouTube, Vimeo, Dailymotion ¡y muchos otros!)
fr_fr: La possibilité d’importer des vidéos via une URL (YouTube, Dailymotion, Vimeo et bien d’autres !)
gl: Posibilidade de importar vídeos a través dun URL (YouTube, Vimeo, Dailymotion e outros moitos!)
pl: Możliwość importowania filmów z adresów URL (YouTube, Vimeo, Dailymotion i wiele innych!)
pt_br: Habilidade de importar vídeos através de uma URL (YouTube, Vimeo, Dailymotion e muitos outros!)
ru: Возможность импортировать видео через URL (YouTube, Vimeo, Dailymotion и многие другие!)

source: About peer-to-peer broadcasting and watching
es: Acerca de la transmisión y visualización de igual a igual
fr_fr: De la diffusion – et donc du visionnage – en pair-à-pair
gl: Acerca da retransmisión e visionado entre pares
pl: O transmisji i oglądaniu peer-to-peer
pt_br: Sobre transmissão peer-to-peer e assistir
ru: О пиринговом вещании и просмотре

source: Activism
es: Activismo
fr_fr: Militantisme
gl: Activismo
pl: Aktywizm
pt_br: Ativismo
ru: Активные

source: Adding subtitles
es: Agregar subtítulos
fr_fr: Le support des sous-titres
gl: Engadindo subtítulos
pl: Dodawanie napisóów
pt_br: Adicionando legendas
ru: Добавление Субтитров

source: Address
fr_fr: Adresse

source: Address line 2
fr_fr: Complément

source: Administer PeerTube
es: Administrar PeerTube
fr_fr: Administrer PeerTube
gl: Administrar PeerTube
pl: Administruj PeerTube
pt_br: Administrar o PeerTube
ru: Установить PeerTube

source: Advanced search
es: Búsqueda avanzada
fr_fr: Recherche avancée
gl: Busca avanzada
pl: Zaawansowane wyszukiwanie
pt_br: Busca avançada
ru: Продвинутый поиск

source: After a year of work and improvements, we have just released version 2 of PeerTube! Everything is explained in detail in the <a target="_blank" rel="noopener noreferrer" href="https://framablog.org/2019/11/12/peertube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">Framablog article</a> that we invite you to read.
es: Después de un año de trabajo y mejoras, ¡acabamos de lanzar la versión 2 de PeerTube! Todo se explica en detalle en el <a target = "_ blank" rel = "noopener noreferrer" href = "https://framablog.org/2019/11/12/peertube-has-worked-twice-as-hard-to -free-your-videos-from-youtube / "> Artículo de Framablog </a> que le invitamos a leer.
fr_fr: Après un an de travail et d'améliorations, nous venons de publier la version 2 de PeerTube ! Tout est expliqué en détail dans <a target="_blank" rel="noopener noreferrer" href="https://framablog.org/2019/11/12/peertube-met-les-bouchees-doubles-pour-emanciper-vos-videos-de-youtube/">l'article du Framablog</a> que nous vous invitons à lire.
gl: Após un ano de traballo e melloras, publicamos a versión 2 de PeerTube! Explicámoscho con detalle neste <a target="_blank" rel="noopener noreferrer" href="https://framablog.org/2019/11/12/peertube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">artigo de Framablog</a> que te convidamos a ler.
pl: Po roku pracy i wielu nowych usprawnieniach, wydaliśmy wersję 2 PeerTube! Wszystko wyjaśniliśmy w <a target="_blank" rel="noopener noreferrer" href="https://framablog.org/2019/11/12/peertube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">artykule na Framablog</a>, do którego przeczytania zachęcamy.
pt_br: Depois de um ano de trabalho e melhorias, nós acabamos de lançar a versão 2 do PeerTube! Tudo está explicado em detalhes no <a target="_blank" rel="noopener noreferrer" href="https://framablog.org/2019/11/12/peertube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">artigo do Framablog</a> que nós te convidamos a ler.
ru: После года работы и улучшений, мы выпустили версию 2 PeerTube! Подробнее в <a target="_blank" rel="noopener noreferrer" href="https://framablog.org/2019/11/12/peertube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/"> статье Framablog(англ.)</a>, которую мы приглашаем вас прочитать.

source: After discussing it on our forum, we feel that d.tube is not free or open source, because publishing only compiled code hinders freedom of modification.
es: Después de discutirlo en nuestro foro, creemos que d.tube no es gratuito ni de código abierto, porque publicar solo código compilado dificulta la libertad de modificación.
fr_fr: Après en avoir discuté sur notre forum, nous estimons que d.tube n’est pas libre ni open source, car publier uniquement le code compilé entrave la liberté de modification.
gl: Após falalo no noso foro, cremos que d.tube non é libre ou de código aberto, porque publicar só código compilado impide a liberdade de modificación.
pl: Po przeprowadzeniu dyskusji, uznaliśmy że d.tube nie jest wolnym ani otwartym oprogramowaniem, ponieważ publikowanie wyłącznie skompilowanego kodu ogranicza wolność do modyfikacji.
pt_br: Depois de discutir isso no nosso forum, nós sentimos que o d.tube não é livre ou código aberto, pois publicar só o código compilado dificulta a liberdade de modificação.
ru: После обсуждения этого на нашем форуме, мы чувствуем, что d.tube не является свободным или открытым исходным кодом, потому что публикация только скомпилированного кода ограничивает свободу модификации.
