Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: Thanks to our <a href="/hall-of-fame" target="_blank">crowdfunding (from March to July 2018)</a>, <strong>Framasoft were able to employ PeerTube's main developer.</strong> After a beta release in March 2018, release 1 came out in November 2018. Since then, several intermediary releases have brought many features along. Several collectives have already created PeerTube hosts, laying the foundation for the federation.
es: Gracias a nuestro <a href="/hall-of-fame" target="_blank">crowdfunding (de marzo a julio de 2018)</a>, <strong>Framasoft pudo emplear al desarrollador principal de PeerTube.</strong> Después de una versión beta en marzo de 2018, la versión 1 salió en noviembre de 2018. Desde entonces, nuevas versiones han traído muchas características. Varios ya han creado página con PeerTube.
fr_fr: Suite au <a href="/hall-of-fame" target="_blank">financement participatif lancé entre mars et juillet 2018</a>, <strong>Framasoft a pu financer l'emploi du développeur principal de PeerTube</strong>. Ainsi, après une version bêta en mars 2018, la version 1 est sortie en novembre 2018. Depuis, plusieurs versions intermédiaires ont apporté de nombreuses fonctionnalités. Plusieurs collectifs ont déjà monté des hébergements PeerTube, créant ainsi les bases de la fédération.
gl: Grazas ao noso <a href="/hall-of-fame" target="_blank">microfinanciamento (de marzo a xullo de 2018)</a>, <strong>Framasoft puido contratar a súa desenvolvedora principal.</strong> Tras a publicación da beta en marzo 2018, a versión 1 chegou en novembro de 2018. Desde entón, cada versión intermedia trouxo moitas novas funcións. Varios colectivos xa hospedan o seu propio PeerTube, establecendo as bases da federación.
pl: Dzięki przeprowadzonej przez nas <a href="/hall-of-fame" target="_blank">zbiórce (od marca do lipca 2018)</a>, <strong>organizacja Framasoft mogła zatrudnić głównego programistę PeerTube.</strong> Po wydaniu wersji beta w marcu 2018, pierwsze wydanie ukazało się w listopadzie 2018. Od tego czasu, pojawiło się wiele nowych funkcji. Niektóre grupy utworzyły już serwery PeerTube, tworząc podwaliny dla federacji.
pt_br: Graças ao nosso <a href="/hall-of-fame" target="_blank">financiamento coletivo - crowdfunding (de março a julho de 2018 )</a>, <strong>Framasoft foi capaz de empregar os principais desenvolvedores de PeerTube. </strong> Depois do lançamento da versão beta em março de 2018, a versão 1 foi lançada em novembro de 2018. E desde então, vários lançamentos intermediários trouxeram vários recursos e melhorias ao longo do tempo. Vários coletivos já criaram instâncias PeerTube, colocando assim a fundação para a federação.
ru: Благодаря нашему <a href="/hall-of-fame" target="_blank"> краудфандингу (с марта по июль 2018 года) </a>, <strong> Framasoft смог нанять основного разработчика PeerTube. </strong> После бета-релиза в марте 2018 года, релиз 1 вышел в ноябре 2018 года. С тех пор быдо ещё несколько версий с новым функционалом. Несколько коллективов уже создали хосты PeerTube, закладывая фундамент для сообщества видео-серверов.

source: The <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/install-any-os">installation guide is here</a> (only in English).
es: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/install-any-os">La guía de instalación está aquí</a> (solo en inglés).
fr_fr: Le <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/install-any-os">guide d’installation est ici</a> (uniquement en anglais, pour l’instant).
gl: A <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/install-any-os">guía de instalación está aquí</a> (só en inglés).
pl: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/install-any-os">Tu znajduje się instrukcja instalacji</a> (tylko po angielsku).
pt_br: O <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/install-any-os">guia de instalação está aqui </a> (somente em inglês).
ru: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/install-any-os"> Руководство по установке</a> (только на английском языке).

source: The <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">Git repository of PeerTube is here</a>.
es: <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">Repositorio en Github de PeerTube está aquí</a>.
fr_fr: Le <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">dépôt Git du code de PeerTube est ici</a>.
gl: O <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">repositorio Git de PeerTube está aquí</a>.
pl: <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">Repozytorium Git PeerTube znajduje się tutaj</a>.
pt_br: O <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">repositório Git do PeerTube está aqui</a>.
ru: <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube"> Git-репозиторий PeerTube </a>.

source: The advantage of YouTube (and other platforms) is its video catalog: from knitting tutorials to Minecraft constructions through videos of kittens or holidays... you can find everything!
es: La ventaja de YouTube (y otras plataformas) es su catálogo de vídeos: desde tutoriales de tejer hasta construcciones de Minecraft a través de vídeos de gatitos o vacaciones ... ¡puedes encontrar todo!
fr_fr: L’avantage de YouTube (et autres plateformes), c’est son catalogue vidéo : du tuto tricot aux constructions minecraft en passant par les vidéos de chatons ou de vacances… on y trouve de tout !
gl: A vantaxe de YouTube (e outras plataformas) é o seu catálogo de vídeos: desde tutoriais de calceta a construccións Minecraft ou vídeos de gatos ou das vacacións... hai de todo!
pl: Zaletą YouTube (i innych platform) jest zbiór dostępnych filmów – od poradników dotyczących dziergania, przez filmy z kotkami, filmy z wakacji do budynków w Minecrafcie… Możesz znaleźć wszystko!
pt_br: A vantagem do YouTube (e outras plataformas) é o seu catálogo de vídeos: desde manuais de tricô até construtores de minas (Minecraft) a vídeos de gatinhos e férias... você pode encontrar de tudo!
ru: Преимуществом YouTube (и других платформ) является его видео каталог: от учебных пособий по вязанию до конструкций Minecraft, видео котят или праздников ... вы можете найти все!

source: The development of the crowdfunding features is going well.
es: El desarrollo de las funciones de financiación colectiva va bien.
fr_fr: Le développement des fonctionnalités du crowdfunding poursuit son chemin sans problème particulier.
gl: O desenvolvemento dos obxetivos da microfinanciación vai por bo camiño.
pl: Rozwój funkcji objętych crowdfundingiem ma się dobrze.
pt_br: O desenvolvimento das funcionalidade de financiamento coletivo (crowdfunding) está indo bem.
ru: Разработка при помощи краудфандинга идёт хорошо.

source: The difference to YouTube is that it's not intended to create a huge platform centralizing videos from the whole world on a single server farm (which is horribly expensive).
es: La diferencia con YouTube es que no tiene la intención de crear una gran plataforma que centralice vídeos de todo el mundo en una sola granja de servidores (lo cual es terriblemente costoso).
fr_fr: La différence avec YouTube, c’est qu’il n’est pas pensé pour créer une énorme plateforme centralisant les vidéos du monde entier sur une ferme de serveurs (qui coûte horriblement cher).
gl: A diferencia con YouTube é que non hai intención de crear unha enorme plataforma centralizada de vídeos de todo o mundo nunha granxa de servidores (que é tremendamente caro).
pl: Różnicą między PeerTube a YouTube jest to, że nie ma to na celu utworzenie ogromnej platformy centralizującej filmy z całego świata w jednej serwerowni (co jest bardzo drogie).
pt_br: A diferença em relação ao YouTube é que PeerTube não pretende criar uma enorme plataforma centralizada de vídeos do mundo inteiro num único servidor em um centro de dados (o que é terrivelmente caro).
ru: Отличие от YouTube заключается в том, что он не предназначен для создания огромной платформы, которая централизует видео со всего мира на одной ферме серверов (что ужасно дорого).

source: The federation system, for its part, allows hosts to decide with whom they want to connect, depending on the types of content or the moderation policies of others.
es: El sistema de federación, por su parte, permite a los alojamientos-web decidir con quién quieren conectarse, dependiendo de los tipos de contenido o de las políticas de moderación de los otros.
fr_fr: Le système de fédération, quant à lui, permet aux hébergeurs de décider avec qui ils veulent se mettre en réseau, ou pas, selon les types de contenus ou les politiques de modération des autres.
gl: O sistema federado, pola súa parte, permite que os hóspedes decidan con quen queren conectarse, dependendo do tipo de contido ou das regras de moderación das outros.
pl: System federacji pozwala hostom decydować, z kim chcą się połączyć, w zależności od rodzaju oferowanej treści czy polityki moderacyjnej innych serwerów.
pt_br: O sistema de federação, por sua vez, permite que provedores de hospedagem decidam com quem eles querem se conectar, dependendo do tipo de conteúdo ou de política de moderação dos demais.
ru: Система распределённой сети, со своей стороны, позволяет хостам решать, с кем они хотят соединиться, в зависимости от типа контента или политик модерации.

source: The import system will complete the first crowdfunding goal. The next feature we will be working on will be the user subscriptions.
es: El sistema de importación completará el primer objetivo de crowdfunding. La próxima característica en la que trabajaremos serán las suscripciones de usuario.
fr_fr: L’import des vidéos clôturera donc notre premier palier. La prochaine fonctionnalité sur laquelle nous allons travailler sera le système d’abonnements entre utilisateurs.
gl: O sistema de importación completará os obxetivos do primeiro microfinanciamento. O seguinte será traballar nas subscricións das usuarias.
pl: System importowania ukończy nasz pierwszy cel crowdfundingowy. Następną funkcją nad którą będziemy pracować są subskrypcje.
pt_br: O sistema de importação de vídeos irá completar o primeiro objetivo do financiamento coletivo (crowdfunding). A próxima funcionalidade que iremos trabalhar será a inscrição de usuários.
ru: Система импорта завершит первую цель краудфандинга. Следующей функцией, над которой мы будем работать, будут пользовательские подписки.

source: The last feature we have to implement is the videos redundancy between instances, which will further increase resilience on instance overload. If all goes well, we should finish it in about two weeks (end of september).
es: La última característica que tenemos que implementar es la redundancia de videos entre instancias, lo que aumentará aún más la resistencia ante la sobrecarga de instancias. Si todo va bien, deberíamos terminarlo en aproximadamente dos semanas (finales de septiembre).
fr_fr: La dernière fonctionnalité qu'il nous reste à implémenter concerne la redondance des vidéos entre instances, qui permettra encore d'augmenter la résilience en cas de surcharge d'une instance. Si tout se passe bien, nous devrions la terminer dans environ deux semaines (fin septembre).
gl: A última característica implementada foi a redundancia de vídeos entre instancias, que incrementará a resiliencia ante a sobrecargas da instancia. Se todo vai ben, deberiamos rematar nunhas dúas semanas (finais de setembro).
pl: Ostatnia rzecz którą chcemy zaimplementować jest system redundancji pomiędzy instancjami, który bardziej zredukuje zużycie zasobów na instancjach. Jeżeli to dobrze pójdzie, powinien on być gotowy w ciągu około 2 tygodni (do końca września).
pt_br: A último funcionalidade que temos que implementar é a redundância de vídeos entre instâncias, que permitirá aumentar a resiliência em caso de sobrecarga. Se tudo correr bem, nós iremos terminar em cerca de duas semanas (final de setembro).
ru: Последняя функция, которую мы должны реализовать, - это избыточность видео между экземплярами, что еще больше повысит устойчивость к перегрузке экземпляров. Если все пойдет хорошо, мы должны закончить его примерно через две недели (конец сентября).

source: The money donated via this form will be exclusively dedicated to the PeerTube project.
fr_fr: L'argent donné via ce formulaire sera exclusivement consacré au projet PeerTube.

source: The more people use, support, and contribute to PeerTube, the quicker it will become a concrete alternative to platforms like YouTube.
es: Mientras más personas usen, apoyen y contribuyan a PeerTube, más rápido se convertirá en una alternativa concreta a plataformas como YouTube.
fr_fr: Plus ce logiciel sera utilisé et soutenu, plus des personnes l’utiliseront et y contribueront, et plus vite il évoluera vers une alternative concrète aux plateformes telles que YouTube.
gl: Cantas máis persoas usen, soporten e contribúan a PeerTube, máis rápido se convertirá nunha alternativa tanxible a plataformas como YouTube.
pl: Im więcej osób będzie używać, wspierać i brać udział w tworzeniu PeerTube, tym szybciej stanie się właściwą alternatywą dla platform takich jak YouTube.
pt_br: Quanto mais as pessoas usarem e contribuírem com o PeerTube, mais rápido ele irá se tornar uma alternativa para plataformas como YouTube.
ru: Чем больше людей используют, поддерживают и вносят свой вклад в PeerTube, тем быстрее он станет серьёзной альтернативой таким платформам, как YouTube.

source: The more the video catalogue is varied, the more people are interested, the more videos are uploaded... but hosting videos from all over the world is (very, very) expensive!
es: Cuanto más variado es el catálogo de videos, más personas estarán interesadas, más videos se suben... ¡pero alojar videos de todo el mundo es (muy, muy) costoso!
fr_fr: Plus le catalogue vidéo est varié, plus il y a de public intéressé, plus on y poste de vidéos… mais héberger les vidéos du monde entier coûte (très, très) cher !
gl: Canto máis variado sexa o catálogo de vídeos, máis xente mostrará interese, máis vídeos se subirán... pero hospedar vídeos de todo o mundo é (moi, moi) caro!
pl: Im bardziej zróżnicowana jest kolekcja filmów, tym bardziej zainteresowani są nimi ludzie, tym więcej nowych filmów jest wysyłanych… Ale przechowywanie filmów z całego świata jest (bardzo, bardzo) drogie!
pt_br: Quanto mais o catálogo de vídeos é variado, mais as pessoas ficarão interessadas e, quanto mais vídeos forem subidos... mas hospedar vídeos de todo o mundo é (muito, muito) caro!
ru: Чем больше варьируется каталог видео, тем больше людей интересуются, тем больше загружается видео ... но хостинг видео со всего мира (очень, очень) дорог!

source: The most important of these new features is <strong>the playlist system</strong>. This feature allows any user to create a playlist in which it's possible to add videos and reorder them. Videos added to a playlist can be viewed entirely or partially: the creator of the playlist can decide when the video playback starts and/or ends (timecode system). This system is really useful to create all kinds of zappings or educational contents by selecting extracts from videos which interest you. In addition, a "Watch Later" playlist is created by default for each user. Thus, you can save videos in this playlist when you don't have time to watch them immediately.
es: La más importante de estas nuevas funciones es <strong> el sistema de listas de reproducción </strong>. Esta característica permite a cualquier usuario crear una lista de reproducción en la que es posible agregar videos y reordenarlos. Los videos agregados a una lista de reproducción se pueden ver total o parcialmente: el creador de la lista puede decidir cuándo comienza o termina la reproducción del video (sistema de código de tiempo). Este sistema es realmente útil para crear todo tipo de "zappings" o contenidos educativos seleccionando extractos de videos que le interesen. Además, se crea una lista de reproducción "Ver más tarde" de forma predeterminada para cada usuario. Por lo tanto, puede guardar videos en esta lista de reproducción cuando no tengas tiempo para verlos de inmediato.
fr_fr: La plus importante de ces nouveautés est <strong>le système de listes de lecture</strong> (ou playlists). Cette fonctionnalité permet à n’importe quel⋅le utilisateur⋅ice de créer une liste de lecture, puis d’y ajouter des vidéos et de les ordonner. Les vidéos ajoutées au sein d'une liste de lecture peuvent être visionnées dans leur intégralité ou en partie : le créateur de la liste de lecture peut décider à quel moment de la vidéo le visionnage commence et/ou se termine. Ce système est vraiment pratique pour créer des sortes de zappings ou du contenu pédagogique en sélectionnant les extraits des vidéos qui vous intéressent. De plus, une liste de lecture "À regarder plus tard" est créée par défaut pour chaque utilisateur⋅ice leur permettant d'enregistrer dans cette liste de lecture les vidéos qu'ielles n'ont pas le temps de regarder immédiatement.
gl: A máis importante entre as novas características está o <strong>sistema de listas de reprodución</strong>. Esta función permite que a usuaria cre unha lista a que pode engadir vídeos e ordenalos. Os vídeos engadidos poden verse total e parcialmente: a creadora da lista pode decidir cando comeza a reprodución e/ou remata (con código temporal). O sistema é moi útil para crear todo tipo de zappings ou contidos educativos escollendo extractos de vídeos que che interesan. Ademáis, a lista "Ver máis tarde" créase por omisión para cada usuaria. Polo tanto, podes gardar os vídeos na lista cando non tes tempo para velos inmediatamente.
pl: Najważniejszą z tych nowych funkcji jest <strong>system playlist</strong>. Ta funkcja pozwala użytkownikom tworzyć listy odtwarzania do których można dodawać filmy i zmieniać ich kolejność. Filmy dodwane do listy odtwarzania mogą być oglądane w całości lub fragmentami – twórca playlisty może zadecydować, gdzie kończy się i zaczyna odtwarzanie. Ten system jest bardzo przydatny do tworzenia np. treści edukacyjnych wybierając urywki interesujących filmów. Do tego, domyśłnie dla każdego użytkownika tworzona jest playlista „Do obejrzenia”. Możesz tam dodawać filmy, które chcesz obejrzeć później.
pt_br: O mais importante nessas novidades é <strong>o sistema de playlist</strong>. Este recurso possibilita qualquer usuário a criar uma playlist na qual é possível adicionar vídeos e reordená-los. Vídeos adicionados a uma playlist podem ser vistos inteiramente ou parcialmente: O criador da playlist pode decidir onde o leitor do vídeo começa e/ou termina (sistema de código do tempo - timecode). Este sistema é realmente útil para criar todos os tipos de corte ou conteúdos educacionais pela seleção de extratos ou partes dos vídeos da lista quando você não tem tempo de vê-los imediatamente.
ru: Наиболее важной из этих новых функций является <strong> система списков воспроизведения </strong>. Эта функция позволяет любому пользователю создавать плейлист, в который можно добавлять видео и изменять их порядок. Видео, добавленные в список воспроизведения, можно просматривать полностью или частично: создатель списка воспроизведения может решить, когда воспроизведение видео начинается и/или заканчивается (система временного кода). Это действительно полезно для создания обзорных видео или образовательного контента, с выбором выдержек из видео, которые вас интересуют. Кроме того, плейлист «Смотреть позже» создается по умолчанию для каждого пользователя. Таким образом, вы можете сохранять видео в этом плейлисте, когда у вас нет времени, чтобы сразу же посмотреть их.

source: the new sign-up form in 2 steps
es: El nuevo formulario de registro en 2 pasos
fr_fr: les 2 étapes du nouveau formulaire d’inscription
gl: o novo formulario de rexistro en 2 pasos
pl: nowy formularz rejestracji w dwóch krokach
pt_br: o novo formulário de registo em 2 passos
ru: новая форма регистрации в 2 этапа

source: the new version of <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">JoinPeertube</a>, which is enriched by this work;
es: la nueva versión de <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">Join Peertube</a>, que se enriquece con este trabajo;
fr_fr: la nouvelle version de <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">JoinPeertube</a>, qui s'enrichit de ce travail ;
gl: a nova versión de <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">JoinPeertube</a>, que mellorou con este traballo;
pl: nową wersję strony <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">JoinPeerTube</a>, wzbogaconą o tę pracę;
pt_br: a nova versão <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org">JoinPeertube</a>, está enriquecida por este trabalho;
ru: новая версия <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org"> JoinPeertube </a>, с разными изменениями;
