Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: All of this is made possible by Peertube's free/libre license (GNU-AGPL). Its code is a digital "common", that belongs to everybody, instead of a secret formula that belongs to Google (in the case of Youtube) or to Vivendi/Bolloré (Dailymotion). This free/libre license <strong>guarantees our fundamental freedoms as users and allows many contributors to offer evolutions and new features.</strong>
es: Todo esto es posible gracias a la licencia libre de PeerTube (GNU-AGPL). Su código es un "común" digital, que pertenece a todos, en lugar de una fórmula secreta que pertenece a Google (en el caso de Youtube) o a Vivendi / Bolloré (Dailymotion). Esta licencia libre <strong> garantiza nuestras libertades fundamentales como usuarios y permite a muchos contribuidores a ofrecer cambios y nuevas características.</strong>
fr_fr: Tout cela est possible car PeerTube est un logiciel libre (licence GNU-AGPL pour les connaisseur⋅euses). Son code est un « commun » numérique, partagé avec tous et toutes, et non une recette secrète appartenant à Google (pour YouTube) ou à Vivendi/Bolloré (pour Dailymotion). Cette licence libre <strong>garantit nos libertés fondamentales d’utilisateur⋅ices et permet à de nombreux contributeur⋅ices de proposer des évolutions et de nouvelles fonctionnalités.</strong>
gl: Todo esto é posible grazas a licenza libre/free de PeerTube (GNU-AGPL). O seu código é un "ben común" dixital, que pertence a todo o mundo, en lugar de ser unha fórmula segreda que pertence a Google (no caso de Youtube) ou a Vivendi/Bolloré (Dailymotion). Esta licenza libre/free <strong>garantiza as nosas liberdades fundamentais como usuarias e permite as contribucións con melloras e novas características.</strong>
pl: To wszystko jest możliwe dzięki wolnej/otwartej licencji PeerTube (GNU–AGPL). Jego kod jest cyfrowym „dobrem wspólnym”, nie tajemnicą należącą do Google (jak w przypadku YouTube) czy Vivendi/Bolloré (Dailymotion). Wolna/otwarta licencja <strong>gwarantuje fundamentalną wolność użytkowników i pozwala współtworzyć oprogramowanie, dodając do niego nowe funkcje.</strong>
pt_br: Tudo isso é possível pela licença livre do Peertube (GNU-AGPL). Seu código é um "bem" digital, que pertence a todos, ao invés de uma fórmula secreta que pertence ao Google (no caso do Youtube) ou ao Vivendi/Bolloré (Dailymotion). Essa licença livre <strong>garante nossas liberdades funtamentais como usuários e permite que muitos contribuidores ofereçam evoluções e novos recursos.</strong>
ru: Все это стало возможным благодаря свободной/бесплатной лицензии Peertube (GNU-AGPL). Его код является «общим» и принадлежит всем, а не является собственностью, например, Google (как в случае с YouTube) или Vivendi/Bolloré (Dailymotion). Эта лицензия <strong>гарантирует наши права пользователей и позволяет многим участникам улучшать Peertube и предлагать новые функции.</strong>

source: Allowed video space
es: Espacio de vídeo permitido
fr_fr: Espace vidéo autorisé
gl: Espazo de vídeo permitido
pl: Dostępna przestrzeń dyskowa
pt_br: Espaço de vídeo permitido
ru: Свободно для видео

source: Amount
fr_fr: Montant

source: Amount (e.g.: 42)
fr_fr: Autre montant (ex : 42)

source: An enhanced documentation
es: Documentación mejorada
fr_fr: Une documentation enrichie
gl: Documentación mellorada
pl: Usprawniona dokumentacja

source: An even more pleasant interface
es: Una interfaz mucho más agradable
fr_fr: Une interface toujours plus agréable
gl: Unha interface aínda máis agradable
pl: Jeszcze bardziej przyjemny interfejs

source: an individual
fr_fr: un particulier

source: An open code (transparency) under a free/libre license (ethic, respect and community-driven development);
es: Un código abierto (transparencia) bajo una licencia libre (ética, respeto y desarrollo impulsado por la comunidad);
fr_fr: Un code ouvert (transparence) sous licence libre (éthique, respect et développement communautaire) ;
gl: Código aberto (transparencia) baixo licenza libre/free (desenvolvemento ético, respectuoso e dirixido pola comunidade);
pl: Otwarty kod (transparentność) na wolnej licencji (etycznie rozwijany przez społeczność);
pt_br: Um código aberto (transparência) sob a licença livre (ética, respeito e desenvolvimento comunitário);
ru: Открытый код (прозрачный) под лицензией free/libre (этичный, уважаемый и развивающийся сообществом);

source: An open-source, free/libre licence code
es: Un código de licencia libre y de código abierto
fr_fr: Un code ouvert sous licence libre
gl: Licenza de código libre/free, de fontes públicas
pl: Kod na wolnej/otwartej licencji
pt_br: Um código aberto, de licença livre
ru: Бесплатное и свободное ПО с открытым исходным кодом

source: And there's more! PeerTube uses Activity Pub, a federating protocol that <strong>allows you to interact with other software</strong>, provided they also use this protocol. For example, PeerTube and Mastodon -a Twitter alternative- are connected: <strong>you can follow a PeerTube user from Mastodon</strong> (the latest videos from the PeerTube account you follow will appear in your feed), <strong>and even comment on a PeerTube-hosted video directly from your Mastodon's account.</strong>
es: ¡Y aun hay más! PeerTube usa Activity Pub, un protocolo de federación que <strong> te permite interactuar con otro software </strong> que también use este protocolo. Por ejemplo, PeerTube y Mastodon -una alternativa de Twitter- están conectados: <strong> puedes seguir a un usuario de PeerTube desde Mastodon </strong> (los últimos videos de la cuenta de PeerTube que sigas aparecerán en tu feed), <strong> e incluso comentar un video alojado en PeerTube directamente desde la cuenta de Mastodon.</strong>
fr_fr: Mais ce n’est pas tout ! Le protocole de fédération ActivityPub (qu’utilise PeerTube) <strong>permet aussi d’interagir avec d’autres logiciels</strong> utilisant ce même protocole. Par exemple, PeerTube et le réseau social Mastodon, alternative à Twitter, sont liés : <strong>il est possible de « suivre » un utilisateur PeerTube depuis Mastodon</strong> (en affichant dans son fil d'actualités les dernières vidéos postées par le compte suivi), <strong>ou même de commenter une vidéo hébergée sur PeerTube directement depuis Mastodon.</strong>
gl: E aínda máis! PeerTube utiliza Activity Pub, un protocolo de federación que che <strong>permite interactuar con outro software</strong> que tamén utilice este protocolo. Por exemplo, PeerTube e Mastodon -alternativa a Twitter- están conectados: <strong>podes seguir unha conta PeerTube desde Mastodon</strong> (os vídeos da conta PeerTube aparecerán na cronoloxía de Mastodon), <strong>e tamén comentar un vídeo de PeerTube directamente desde a túa conta Mastodon.</strong>
pl: To nie wszystko! PeerTube wykorzystuje ActivityPub, protokół federacji <strong>pozwalający na interakcję z innym oprogramowaniem</strong>, jeżeli korzysta ono z tego samego protokołu. Na przykład, PeerTube i Mastodon – alternatywa dla Twittera – są ze sobą połączone – <strong>możesz zaobserwować użytkownika PeerTube z Mastodona</strong>, dzięki czemu najnowsze filmy z tego konta PeerTube będą pojawiać się na Twojej osi czasu, <strong>możesz nawet komentować je bezpośrednio z konta na Mastodonie.</strong>
pt_br: E tem mais! O PeerTube usa Activity Pub, um protocolo federado que <strong>permite que você interaja com outro software</strong>, desde que este use o mesmo protocolo. Por exemplo, PeerTube e Mastodon - um Twitter alternativo - estão conectados: <strong>você pode seguir um usuário do PeerTube a partir do Mastodon</strong> (o vídeo mais recente da conta do PeerTube que você segue vai aparecer no seu feed), <strong>e até mesmo comentar em um vídeo do PeerTube diretamente da sua conta do Mastodon.</strong>
ru: И это еще не все! PeerTube использует Activity Pub, протокол, который <strong> позволяет вам взаимодействовать с альтернативным программным обеспечением </strong>, поддерживающим этот протокол. Например, PeerTube и Mastodon - альтернатива Twitter - объединены: <strong> вы можете следить за пользователем PeerTube из Mastodon </strong> (последние видео из вашей учетной записи PeerTube будут отображаться в вашем фиде), <strong> и даже комментировать видео, размещенное на PeerTube, прямо из аккаунта Mastodon. </strong>

source: Animals
es: Animales
fr_fr: Animaux
gl: Animais
pl: Zwierzęta
pt_br: Animais
ru: Животные

source: Announcements
fr_fr: Messages d’information

source: Another feature of this 1.3 version has been entirely developed by an external contributor: <a target="_blank" rel="noopener noreferrer" href="https://github.com/joshmorel">Josh Morel</a> who add <strong>a quarantine system</strong> for videos on PeerTube. If the administrator of an instance enables this feature, any new video uploaded on his instance will automatically be hidden until a moderator approves it.
es: Otra característica de esta versión 1.3 ha sido desarrollada en su totalidad por un colaborador externo: <a target="_blank" rel="noopener noreferrer" href="https://github.com/joshmorel"> Josh Morel </a> que agrega <strong> un sistema de cuarentena </strong> para videos en PeerTube. Si el administrador de una instancia habilita esta función, cualquier video nuevo cargado en su instancia se ocultará automáticamente hasta que un moderador lo apruebe.
fr_fr: Une autre des fonctionnalités de cette version 1.3 a été entièrement développée par un contributeur externe : <a target="_blank" rel="noopener noreferrer" href="https://github.com/joshmorel">Josh Morel</a>. Cela permet d'ajouter à PeerTube un <strong>système de quarantaine pour les vidéos</strong>. Si l’administrateur de l'instance active cette fonctionnalité, toute nouvelle vidéo téléversée sur son instance sera automatiquement rendue non-visible en attendant qu’un modérateur l'approuve ou non.
gl: Outra característica da versión 1.3 foi desenvolta completamente por unha contribuínte externa: <a target="_blank" rel="noopener noreferrer" href="https://github.com/joshmorel">Josh Morel</a> que engadiu un <strong>sistema de corentena</strong> para vídeos de PeerTube. Se a administración da instancia activa esta función, calquera vídeo subido quedará agochado ata que sexa aprobado.
pl: Inna funkcja wersji 1.3, która została całkowicie zaprogramowana przez twórcę z zewnątrz – <a target="_blank" rel="noopener noreferrer" href="https://github.com/joshmorel">Josha Morela</a>, który dodał <strong>system kwarantanny</strong> dla filmów w PeerTube. Jeżeli administrator włączy tę funkcję, każdy nowy film będzie ukrywany, zanim zostanie zatwierdzony przez moderatora.
pt_br: Uma outra característca dessa versão 1.3 foi inteiramente desenvolvida por um colaborador externo: <a target="_blank" rel="noopener noreferrer" href="https://github.com/joshmorel">Josh Morel</a> que acrescenta <strong>a quarantine system</strong> nos vídeos do PeerTube. Se um administrador de uma instância ativa esse recurso, qualquer novo vídeo subido para sua instância irá ser automaticamente escondido até que um moderador o aprove.
ru: Еще одна функция версии 1.3 была полностью разработана внешним автором: <a target="_blank" rel="noopener noreferrer" href="https://github.com/joshmorel"> Джош Морел </a>, который добавил <strong> Карантинную систему </strong> для видео на PeerTube. Если сервера-видеохостера включает эту функцию, любое новое видео, загруженное на его сервер, будет автоматически скрыто, пока модератор не одобрит его.

source: Another news: you can now write comments in Markdown language in a restricted syntax.
es: Otra noticia: ahora puede escribir comentarios en lenguaje Markdown en una sintaxis restringida.
fr_fr: Autre nouveauté : vous pouvez écrire un commentaire en langage Markdown avec une syntaxe restreinte.
gl: Outras novas: podes escribir comentarios utilizando o marcado Markdown coa sintaxe restrinxida.
pl: Inne nowości: możesz teraz pisać komentarze w ograniczonej składni Markdown.

source: Another unclear element was the <b>video sharing pop-up</b>. We have improved it, and it is now possible to share or embed a video by making it start and/or finish at a precise moment (time-code feature), to decide which subtitles will appear by default, and to loop the video. These new options will surely be greatly enjoyed.
es: Otro elemento poco claro fue la <b> ventana emergente para compartir videos </b>. Lo hemos mejorado, y ahora es posible compartir o incrustar un video haciendo que comience y/o termine en un momento preciso (función de código de tiempo), para decidir qué subtítulos aparecerán de manera predeterminada y reproducir el video. Estas nuevas opciones seguramente serán muy aprovechadas.
fr_fr: Un autre élément peu clair était <b>la fenêtre (pop-up) qui s’ouvrait lorsqu’on souhaitait partager une vidéo</b>. Nous l’avons améliorée et il est ainsi possible de partager ou d’intégrer une vidéo en la faisant commencer et/ou terminer à un moment précis (système de time-code), de spécifier des sous-titres par défaut ou de jouer la vidéo en boucle. Ces nouvelles options devraient être très appréciées.
gl: Outro elemento pouco claro era <b>o cadro emerxente de compartición de vídeo</b>. Mellorámolo, e agora é posible compartir ou incrustar o vídeo facéndoo iniciar ou rematar nun determinado momento (cun código temporal), decidir qué subtítulos mostrará por omisión e reprodución contínua. Estas novas opcións serán moi ben recibidas.
pl: Innym niejasnym elementem było <b>okno udostępniania filmów</b>. Usprawniliśmy je, teraz możliwe jest udostępnienie lub zagnieżdżenie filmu wybierając dokładnie punkt początku lub końca, decydując które napisy pojawią się domyślnie i czy chcesz zapętlić film. Te nowe funkcje z pewnością się spodobają.
pt_br: Outro elemento não muito claro foi <b>video sharing pop-up</b>. Nós o melhoramos, e agora é possível compartilhar ou incorporar fazendo com que comece e/ou termine num momento preciso (recurso time-code), para decidir qual legenda irá aparecer como padrão e criar um ciclo no video. Essa nova opção irá certamente ser muito apreciada.
ru: Другим неудобным элементом было всплывающее окно <b> обмена видео </b>. Мы улучшили его, и теперь можно обмениваться или встраивать видео, заставляя его начинать и / или заканчивать в определенный момент (функция временного кода), чтобы решить, какие субтитры будут отображаться по умолчанию, и зациклить видео. Эти новые опции, безусловно, "будут очень понравиться".

source: Anyone with a modicum of technical skills can host a PeerTube server, aka an instance. Each instance hosts its users and their videos. In this way, <strong>every instance is created, moderated and maintained independently by various administrators.</strong>
es: Cualquier persona con un mínimo de habilidades técnicas puede alojar un servidor con PeerTube, también conocido como una página. Cada página aloja a sus usuarios y sus vídeos. De esta forma, <strong>cada página es creada, moderada y mantenida independientemente por varios administradores.</strong>
fr_fr: N’importe qui ayant un minimum de compétences techniques peut héberger un serveur PeerTube qu’on nomme instance. Chaque instance héberge ses propres utilisateur⋅ices et leurs vidéos. Ainsi, <strong>toutes les instances sont créées, animées, modérées et maintenues de façon indépendante par des administrateur⋅ices différent⋅e⋅s.</strong>
gl: Calquera persoa cun nivel técnico modesto pode hospedar un servidor PeerTube, tamén coñecido como instancia. Cada instancia hospeda os seus vídeos e usuarias. Deste xeito, <strong>cada instancia é creada, moderada e mantida de xeito independente por varias persoas administradoras.</strong>
pl: Każdy posiadający umiejętności techniczne może uruchomić własny serwer Peertube (nazywany instancją). Każda isntancja przechowuje konta swoich użytkowników i ich filmy. Dzięki temu, <strong>każda instancja jest tworzona, moderowana i zarządzana przez niezależnych od siebie administratorów.</strong>
pt_br: Qualquer um, com um pouquinho de habilidade técnica pode hospedar um servidor, também conhecido como instância. Casa instância cuida de seus usuários e vídeos. Assim, <strong> cada instância é criada, moderada e mantida de forma independente por vários administradores.</strong>
ru: Любой, может разместить у себя сервер PeerTube и на каждом будут размещаться свои видеоролики и свои пользователи. Таким образом, <strong> каждый сервер PeerTube создается, контролируется и поддерживается независимо различными администраторами. </strong>

source: Are you a video maker?
es: ¿Eres un creador de vídeos?
fr_fr: Vous êtes vidéaste ?
gl: Ti fas vídeos?
pl: Jesteś twórcą filmów?
pt_br: Você é um criador de vídeo?
ru: Вы видеоблоггер?

source: As a reminder, in the first newsletter (July 23rd, 2018), we announced that the localization system and RSS feeds were implemented, and that we were making progress on the subtitles support and the advanced search.
es: Como recordatorio, en el primer boletín (23 de julio de 2018), anunciamos que se implementó el sistema de localización, las fuentes RSS, y que estábamos avanzando en el soporte de subtítulos y la búsqueda avanzada.
fr_fr: Pour rappel, dans la première newsletter datée du 23 juillet 2018, nous vous annoncions que le système d'internationalisation et l'implémentation des flux RSS étaient terminés, et que nous avancions sur le support des sous-titres puis la recherche avancée.
gl: Lembra que no primeiro boletín de novas (23 Xullo, 2018) anunciamos que implementaríamos o soporte para idiomas e as fontes RSS, e que estabamos a facer progresos no soporte para subtítulos e a busca avanzada.
pl: Przypominamy, że w pierwszym newsletterze (23 lipca 2018) ogłosiliśmy zaimplementowanie systemu lokalizacji i strumieni RSS, oraz postęp nad wsparciem napisów i zaawansowanego wyszukiwania.
pt_br: Como um lembrete, no primeiro boletim de notícias (23 de Julho de 2018), nós anunciamos que o sistema de traduções e de Feeds RSS estavam implementados e que nós estávamos fazendo progresso no apoio com as legendas e na busca avançada.
ru: Напомним, что в первом информационном бюллетене (23 июля 2018 года) мы объявили о внедрении системы локализации и RSS-каналов и о том, что мы добились прогресса в поддержке субтитров и расширенном поиске.

source: As a result, on your PeerTube website, the audience will be able to watch not only your videos, but also videos hosted by Zaïd, Catherin or Solar... without having to host their videos on your PeerTube-powered website. Such diversity in a video-catalog makes it very attractive. Such a large choice and diversity of videos is what made centralized platforms such as YouTube succesful.
es: Como resultado, en tu sitio web de PeerTube, el público podrá ver no solo tus videos, sino también videos alojados por Zaïd, Catherin o Solar ... sin tener que alojar sus videos en su sitio web con tecnología de PeerTube. Tal diversidad en un video-catálogo lo hace muy atractivo. Esta gran variedad y diversidad de videos es lo que hizo que las plataformas centralizadas como YouTube tuvieran exito.
fr_fr: Du coup, sur votre site web PeerTube, le public pourra voir vos vidéos, mais aussi celles hébergées par Zaïd, Catherine ou Solar… sans que votre site web n’ait à héberger les vidéos des autres ! Cette diversité dans le catalogue de vidéos devient très attractive. C’est ce qui a fait le succès des plateformes centralisatrices à la YouTube : le choix et la variété des vidéos.
gl: Como resultado, na túa web PeerTube, a audiencia poderá ver non só os teus vídeos, tamén os hospedados por Zaïd, Catherin ou Solar... sen ter que hospedar os seus vídeos na túa instancia PeerTube. Esta diversidade no catálogo de vídeos faino moi atractivo. A grande cantidade e diversidade de vídeos é o que fixo a YouTube e as plataformas centralizadas tan exitosas.
pl: W wyniku tego, na swojej stronie PeerTube będzie można obejrzeć nie tylko Twoje filmy, ale i te opublikowane przez Zaïda, Catherin czy Solara… Bez konieczności przechowywania ich na swojej stronie opartej o PeerTube. Takie zróżnicowanie katalogu filmów czyni kolekcję bardziej atrakcyjną. Tak duży wybór i zróżnicowanie filmów to to, co przyczyniło się do sukcesu scentralizowanych platform takich jak YouTube.
pt_br: Como resultado, no seu site Peertube, a audiência será capaz não apenas de ver seus vídeos, mas também vídeos hospedados por Zaide, Catarina, e João... sem terem a necessidade de terem os vídeos deles sendo hospedados e alimentados pelo seu Peertube. Essa diversidade num catálogo de vídeos o torna muito atraente. E uma escolha tão vasta e uma diversidade de vídeos foi o que fez plataformas centralizadas tão famosas como o YouTube.
ru: В результате, на вашем веб-сайте PeerTube, аудитория сможет смотреть не только ваши видео, но и видео, размещенные Заидом, Катериной или Соларом... без необходимости размещать свои видео на вашем веб-сайте PeerTube. Такое разнообразие в видео-каталоге делает его очень привлекательным. Такой большой выбор и разнообразие видео-это то, что сделало централизованные платформы, такие как YouTube, успешными.

source: As some of you asked us, we added a new privacy mode. You can now choose to broadcast a video in <strong>internal</strong> mode: the video is available only for connected users to the instance on which the video is uploaded. This feature allows a video to be watched only by a group of friends, family or work.
es: Como algunos de ustedes nos pidieron, agregamos un nuevo modo de privacidad. Ahora puede elegir transmitir un video en modo <strong> interno </strong>: el video está disponible solo para usuarios conectados a la instancia en la que se carga el video. Esta característica permite que un video sea visto solo por un grupo de amigos, de familiares o de trabajo.
fr_fr: A la demande de certain⋅es, un nouveau mode de confidentialité à été ajouté. Vous pouvez dorénavant choisir de diffuser une vidéo en mode <strong>interne</strong>, ce qui ne rend la vidéo disponible à la lecture que pour les utilisateur⋅ices connecté⋅es à l'instance sur laquelle cette vidéo est diffusée. Cette fonctionnalité permet qu’une vidéo puisse être vue uniquement par un cercle d'ami⋅es, de famille ou de travail.
gl: Como algunhas de vós pedistes, engadimos un modo privado. Agora podes escoller publicar o vídeo nun modo <strong>interno</strong>: o vídeo só estará dispoñible para as usuarias conectadas a instancia no que o vídeo está hospedado. Esta función permite que o vídeo sexa visto só por un grupo de amigos, familia ou traballo.

source: As you can see, we have gone far beyond what the crowdfunding has funded. And we will continue!
es: Como puedes ver, hemos ido mucho más allá de lo que ha financiado el crowdfunding. ¡Y continuaremos!
fr_fr: Comme vous pouvez le constater, nous sommes allés bien au delà de ce que le crowdfunding avait financé. Et nous allons continuer !
gl: Como ves, fixemos moito máis do que o micromecenado nos permitía. E seguiremos adiante!
pl: Tak jak możesz zauważyć, zaszliśmy dalej niż przewidziała zbiórka. I idziemy dalej!
pt_br: Como você pode ver, nós fomos bem mais além do que o financiamento colaborativo (crowdfunding) financiou. E nós iremos continuar!
ru: Как видите, мы вышли далеко за рамки того, на что запускали краудфандинг. И нас не остановить!

source: Ask questions to the community
es: Pregunta a la comunidad
fr_fr: Poser des questions à la communauté
gl: Pregunta a comunidade
pl: Zadaj pytania społeczności
pt_br: Faça perguntas à comunidade
ru: Задайте вопросы сообществу
