Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: PeerTube is not a website: it is software that allows a web hoster (for example, Dominique) to create a video website (let's call it DominiqueTube).
es: PeerTube no es un sitio web: es un software que permite a un proveedor de alojamiento web (por ejemplo, Dominique) crear un sitio web de vídeo (llamémoslo DominiqueTube).
fr_fr: PeerTube n’est pas un site web : c’est un logiciel qui permet à un hébergeur (par exemple, Dominique) de créer un site web de vidéos (appelons-le DominiqueTube).
gl: PeerTube non é un sitio web: é software que permite a un hóspede (por exemplo, Dominique) crear un sitio web de vídeos (chamémolo DominiqueTube).
pl: PeerTube nie jest stroną – to oprogramowanie, które pozwala hostującemu stronę (np. Dominice) założyć własną stronę z filmami (nazwijmy ją DominikaTube).
pt_br: PeerTube não é um site na web: é um aplicativo (software) que possibilita com que um anfitrião (aquele que hospeda os vídeos no servidor, por exemplo, Dominique) a criar um site web de vídeos. (vamos chamar esse dite da Dominque de DominqueTube).
ru: PeerTube - это не веб-сайт: это программное обеспечение, которое позволяет веб-хостеру (например, вам) создавать видео-сайт (назовем его Супер-Tube) на вашем компьютере/сервере.

source: PeerTube is not meant to become a huge platform that would centralize videos from all around the world.
es: PeerTube no está destinado a convertirse en una gran plataforma que centralice vídeos de todo el mundo.
fr_fr: PeerTube n’est pas pensé pour créer une énorme plateforme centralisant les vidéos du monde entier.
gl: PeerTube non pretende converterse nunha gran plataforma que centralice os vídeos de todo o mundo.
pl: PeerTube nie zostanie wielką platformą centralizującą filmy z całego świata.
pt_br: PeerTube não foi criado para se tornar uma grande plataforma que centralizaria vídeos de todo o mundo.
ru: PeerTube не предназначен для того, чтобы стать огромной платформой, которая бы централизовала видео со всего мира.

source: Peertube is not subject to any corporate monopoly, does not rely on ads and <strong>does not track you.</strong>
es: PeerTube no está sujeto a ningún monopolio corporativo, no se basa en anuncios y <strong>no te rastrea.</strong>
fr_fr: PeerTube n’est soumis au monopole d’aucune entreprise, ne dépend d’aucune publicité <strong>et ne vous piste pas.</strong>
gl: PeerTube non está suxeito a ningún monopolio corporativo, non depende da publicidade e <strong>non te rastrexa.</strong>
pl: PeerTube nie jest własnością monopolu żadnej korporacji, nie opiera się o reklamy i <strong>nie śledzi Cię.</strong>
pt_br: PeerTube não está submetido a nenhum monopólio corporativo, não depende de publicidade e <strong>não rastreia você.</strong>
ru: Peertube не принадлежит исключительно какой-то корпорации, не зависит от рекламы и <strong>и не следит за вами</strong>

source: PeerTube is software that you install on a web server. It allows you to create a video hosting website, so create your "homemade YouTube".
es: PeerTube es un software que instala en un servidor web. Te permite crear un sitio web de alojamiento de vídeo, así que crea tu "YouTube casero".
fr_fr: PeerTube est un logiciel qui s’installe sur un serveur. Il permet de créer un site web d’hébergement et de diffusion de vidéos, donc de faire son « YouTube maison ».
gl: PeerTube é software que se pode instalar nun servidor web. Permíteche crear unha web para hospedar vídeos, e así ter "o teu propio YouTube".
pl: PeerTube to oprogramowanie które możesz zainstalować na serwerze. Pozwala na utworzenie strony hostującej wideo, takiego „YouTube domowej roboty”.
pt_br: PeerTube é um aplicativo (software) que você instala num servidor de web. Ele te possibilita criar um site que hospeda vídeos, então, crie o seu YouTube "feito em casa".
ru: PeerTube устанавливается на веб-сервер. Так вы можете сделать собственный видео-хостинг, что-то типа "домашнего YouTube".

source: PeerTube is the realization of the commitment we made in October 2017 to take PeerTube from an alpha version (personal project and proof of concept that a federated video platform could work) to a 1.0 version in October 2018 (which does not mean "final version", but "version considered stable and distributable").
es: PeerTube es la realización del compromiso que asumimos en octubre de 2017 para llevar a PeerTube de una versión alfa (proyecto personal y prueba de concepto de que una plataforma de video federada podría funcionar) a una versión 1.0 en octubre de 2018 (que no significa "versión final" , pero "versión considerada estable y distribuible").
fr_fr: PeerTube est la concrétisation de l’engagement que nous avions pris en octobre 2017 d’emmener PeerTube d’une version alpha (projet personnel et preuve de concept qu’une plateforme vidéo fédérée pouvait fonctionner) à une version 1.0 en octobre 2018 (ce qui ne signifie pas "version finale", mais "version considérée comme stable et diffusable").
gl: PeerTube é o resultado do compromiso que establecemos no outubro de 2017, sacar a PeerTube da fase alfa (proxecto personal e proba de concepto dunha plataforma federada para compartir vídeo) a versión 1.0 de outubro de 2018 (que non é a versión "final", se non "a versión considerada estable e distribuíble).

source: PeerTube is unique because (as far as we know) it's the only video hosting web application which combines three advantages:
es: PeerTube es único porque (hasta donde sabemos) es la única aplicación web de alojamiento de vídeo que combina tres ventajas:
fr_fr: PeerTube est unique car (à notre connaissance), c’est la seule application web d’hébergement vidéo qui allie trois avantages :
gl: PeerTube é único porque (polo que sabemos) é a única aplicación web para hospedaxe que posúe tres vantaxes:
pl: PeerTube jest wyjątkowe, ponieważ (z tego co wiemy) jest jedyną aplikacją do hostowania filmów łączącą trzy zalety:
pt_br: PeerTube é único porque (até onde sabemos) é o único aplicativo de hospedagem de vídeo que combina três vantagens:
ru: PeerTube уникален тем, что (насколько нам известно) это единственное веб-приложение для размещения видео, которое сочетает в себе три преимущества:

source: PeerTube mascot created by <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">David Revoy</a>
es: <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">Repositorio en Github de PeerTube está aquí</a>
fr_fr: Mascotte de PeerTube créée par <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">David Revoy</a>
gl: A mascota de PeerTube foi creada por <a target="_blank" rel="noopener noreferrer" href="https://www.davidrevoy.com/">David Revoy</a>

source: PeerTube news!
es: ¡Noticias de PeerTube!
fr_fr: Les actualités de PeerTube&nbsp;!
gl: Novas de PeerTube!
pl: Nowości dotyczące PeerTube!
pt_br: Notícias do PeerTube!
ru: Новости PeerTube!

source: PeerTube now automatically generates hyperlinks when a time code is mentioned in the video description or comments. Handy for mentioning a part of the video or making a chapter in the description!
es: PeerTube ahora genera automáticamente hipervínculos cuando se menciona un código de tiempo en la descripción del video o en los comentarios. ¡Útil para mencionar una parte del video o hacer un capítulo en la descripción!
fr_fr: PeerTube génère dorénavant automatiquement un lien hypertexte lorsqu'on fait mention de marqueurs temporels (time-code) dans la description d'une vidéo ou dans les commentaires. Pratique pour mentionner un passage de la vidéo, ou faire un chapitrage dans la description !
gl: PeerTube crea automáticamente as ligazóns cando o código temporal se menciona na descrición do vídeo ou comentarios. Moi útil para mencionar unha parte concreta do vídeo ou crear capítulos na descrición!

source: PeerTube Presentation
es: Presentación de PeerTube
fr_fr: Présentation de PeerTube
gl: Presentación PeerTube
pl: Przedstawienie PeerTube
pt_br: Apresentação do PeerTube
ru: Презентация PeerTube

source: PeerTube translation community have done a huge job. <strong>3 new languages</strong> are now available: Japanese, Dutch and European Portuguese (PeerTube already support Brazilian Portuguese). Amazing! PeerTube is now available in 19 languages!
es: La comunidad de traducción de PeerTube ha hecho un gran trabajo. <strong>3 nuevos idiomas</strong> ya están disponibles: japonés, holandés y portugués europeo (PeerTube ya admite portugués brasileño). ¡Asombroso! ¡PeerTube ahora está disponible en 19 idiomas!
fr_fr: Les traducteurs de PeerTube ont aussi fait un énorme travail car <strong>3 nouvelles langues</strong> sont désormais disponibles : le japonais, le néerlandais et le portugais européen (l’interface supportait déjà le portugais brésilien). A ce jour, PeerTube est donc disponible en 19 langues !
gl: A comunidade tradutora de PeerTube fixo un enorme traballo. <strong>3 novos idiomas</strong> están dispoñibles: Xaponés, Neerlandés e Portugués Europeo (PeerTube xa estaba en brasileiro). Incríbel! PeerTube dispoñible en 19 idiomas!
pl: Społeczność tłumaczy PeerTube dokonała sporej roboty. Dostępne są teraz <strong>3 nowe języki</strong> – japoński, holenderski i europejski portugalski (PeerTube już miał brazylijską odmianę portugalskiego). Wspaniale! PeerTube jest teraz dostępne w 19 językach!
pt_br: A comunidade de tradutores do PeerTube fizeram um trabalho giantesco <strong>3 novos idiomas</strong> estão agora disponível: Japonês, Holandês e Português (Europeu) (PeerTube já suporta o Português (Brasileiro). Grande PeerTube, disponível agora em 19 idiomas!
ru: Сообщество переводчиков PeerTube проделало огромную работу. <strong> 3 новых языка </strong> теперь доступны: японский, голландский и европейский португальский (PeerTube уже поддерживает бразильский португальский). Удивительно! PeerTube теперь доступен на 19 языках!

source: PeerTube uses ActivityPub because this federation protocol is recommended by the W3C and is already used by the federated social network Mastodon.
es: PeerTube utiliza ActivityPub porque este protocolo de federación es recomendado por el W3C y ya lo utiliza la red social federada Mastodon.
fr_fr: PeerTube utilise ActivityPub car ce protocole de fédération est recommandé par le W3C et est déjà utilisé par le réseau social fédéré Mastodon.
gl: PeerTube usa ActivityPub porque é o protocolo de federación recomendado por W3C e xa o utiliza a rede social federada Mastodon.
pl: PeerTube korzysta z ActivityPub, ponieważ jest to protokół federacji rekomendowany przez W3C, któóry jest już używany przez sieć społecznościową Mastodon.
pt_br: PeerTube usa ActivityPub porque este protocolo de Federação é recomendado pelo W3C e já está sendo usado pela rede social federada Mastodon.
ru: PeerTube использует ActivityPub, потому что этот протокол обмена и связи рекомендован W3C и уже используется распределённой социальной сетью Mastodon.

source: PeerTube vx.y.z does not seem to me to contain all the tools necessary for a good management of my instance.
es: PeerTube vx.y.z no me parece que contenga todas las herramientas necesarias para una buena gestión de mi instancia.
fr_fr: PeerTube vx.y.z ne me semble pas contenir tous les outils nécessaires à une bonne gestion de mon instance.
gl: PeerTube vx.y.z non semella ter todas as ferramentas precisas para unha boa xestión da miña instancia.

source: PeerTube, developed by Framasoft, is the free and decentralized alternative to video platforms, providing you over 200,000 videos published by 30,000 users and viewed over 10 million times
fr_fr: PeerTube, proposé par Framasoft, est l'alternative libre et décentralisée aux plateformes vidéos, qui vous donne accès à plus de 200 000 vidéos proposées par 30 000 utilisateur⋅ices et visionnées plus de 10 millions de fois
gl: PeerTube, desenvolto por Framasoft, é a plataforma de vídeo libre e descentralizada, que che mostra máis de 200.000 vídeos publicados por 30.000 usuarias e con máis de 10millóns de visualizacións

source: PeerTube: retrospective, new features and more to come!
es: PeerTube: retrospectiva, nuevas funciones y ¡más por venir!
fr_fr: PeerTube : rétrospective et nouvelles fonctionnalités à venir !
gl: PeerTube: retrospectiva, novas funcións e máis por vir!
pl: PeerTube – retrospektywa, nowe funkcje i więcej wkrótce!
pt_br: PeerTube: retrospectiva, novos recursos e muito mais por vir!
ru: PeerTube: ретроспектива, новые функции и многое другое!

source: PeerTube's federation protocol is fluid (everyone can choose who they want to follow), and based on <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>: this opens the possibility to connect with tools like Mastodon for example.
es: El protocolo de federación de PeerTube es fluido (todos pueden elegir a quién quieren seguir) y se basa en <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>: Esto abre la posibilidad de conectarse con herramientas como Mastodon, por ejemplo.
fr_fr: Le protocole de fédération de PeerTube est fluide (chacun peut choisir ses hébergeurs « amis »), et basé sur <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> : cela ouvre la possibilité de se connecter avec des outils comme Mastodon par exemple.
gl: O protocolo de federación de PeerTube é fluído (calquera pode escoller a quen quere seguir), e baseado en <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>: esto permite conectar con ferramentas como Mastodon.
pl: Protokół federacji PeerTube pozwala decydować, kogo będziemy obserwować i jest oparty o <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>, dzięki czemu łączy się też z narzędziami takimi jak Mastoodon.
pt_br: O protocolo de federação do PeerTube é fluído (todo mundo pode escolher quem eles querem seguir) e baseado no <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>: isto abre a possibilidade de conectar com outra ferramentas como Mastodon por exemplo.
ru: Распределённый протокол PeerTube является гибким (каждый может выбрать, с вем устанавливать связь) и основан на <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks"> ActivityPub </a>: это открывает возможность подключения с помощью таких инструментов, как, например, Mastodon.

source: per user
es: por usuario
fr_fr: par utilisateur
gl: por usuaria
pl: na użytkownika
pt_br: por usuário
ru: на пользователя

source: Playlists embed
fr_fr: Partage des playlists sur le web

source: Please complete this information so we can prepare your receipt
fr_fr: Merci de compléter ces informations afin que nous préparions votre reçu

source: Plug-in system
es: Systema de extensiones
fr_fr: Système de plugins
gl: Sistema de engadidos
pl: System wtyczek
pt_br: Sistema de Plugin
ru: Плагины

source: Polski
es: Polaco
fr_fr: Polonais
gl: Polaco
pt_br: Polaco
ru: Polski (Польский)

source: Português (Portugal)
es: Portugués (Portugal)
fr_fr: Portugais (Portugal)
gl: Portugués (Portugal)
ru: Português (Португальский)

source: Post-live publication
fr_fr: Publication après le live

source: Postal/Zip code
fr_fr: Code postal

source: Press kit
es: Dossier de prensa
fr_fr: Kit de presse
gl: Kit de prensa
pl: Dla prasy
pt_br: Kit de Imprensa
ru: О нас в прессе

source: Promoting plugins
fr_fr: Mise en valeur des plugins

source: Questions on PeerTube? Need help? You've come to the right place!
es: ¿Tienes preguntas sobre PeerTube? ¿Necesitas ayuda? ¡Has venido al lugar correcto!
fr_fr: Des questions sur PeerTube ? Besoin d'aide ? Vous êtes au bon endroit !
gl: Preguntas sobre PeerTube? Axuda? Estás no lugar correcto!
pl: Masz pytania dotyczące PeerTube? Potrzebujesz pomocy? Jesteś w dobrym miejscu!
pt_br: Questões no PeerTube? Precisa de ajuda? Veio ao lugar certo!
ru: Вопросы по PeerTube? Нужна помощь? Вы пришли в нужное место!

source: raised in %{ days } day
fr_fr: récoltés en %{ days } jours

source: Rather, it is <strong>a network of inter-connected small videos hosters</strong>.
es: Más bien, es <strong>una red de pequeños servidores de vídeos interconectados</strong>.
fr_fr: Il s’agit plutôt d'<strong>un réseau de nombreux petits hébergeurs de vidéos, connectés les uns aux autres</strong>.
gl: Máis ben, é <strong>a rede de pequenos provedores de vídeo interconectados</strong>.
pl: Zamiast tego, jest <strong>siecią połączonych wzajemnie mniejszych serwerów hostujących filmy</strong>.
pt_br: Se trata muito mais de <strong>uma rede de pequenos provedores de vídeo interconectados.</strong>.
ru: Скорее, это <strong> сеть независимых небольших видео хостеров</strong>.

source: Read the documentation
es: Leer la documentación
fr_fr: Lire la documentation
gl: Ler a documentación
pl: Przeczytaj dokumentację
pt_br: Leia a documentação
ru: Читать документацию

source: Recognised as being of general interest, our association is financed at more than 95% by donations from people who support and trust us.
fr_fr: Reconnue d’intérêt général, notre association est financée à plus de 95 % par les dons des personnes qui nous soutiennent et nous font confiance.

source: Redundancy system: a PeerTube instance can help sharing some videos from another instance
es: Sistema de redundancia: una página con PeerTube puede ayudar a compartir algunos vídeos de otra página
fr_fr: La redondance entre instances PeerTube, où des instances peuvent aider à partager certaines vidéos d’autres instances
gl: Sistema redundante: unha instancia PeerTube pode axudar a compartir os vídeos de outra instancia
pl: System redundancji: instancja PeerTube może pomóc w udostępnianiu pewnych filmów z innej instancji
pt_br: O sistema de redundância PeerTube, no qual as instâncias podem ajudar compartilhando vídeos de uma outra instância
ru: Система резервирования: сервер PeerTube может поделиться видео с другого сервера

source: Regarding the crowdfunding, most of the rewards are ready: <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">the PeerTube README</a> and <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/hall-of-fame">the JoinPeerTube Hall of Fame</a> show off the names of the persons who have chosen the corresponding rewards. We will soon be able to send the personalized thank-you digital arts to people that gave 80€ (~93 USD) and more (and it's so beautiful that we are looking forward to it!).
es: En cuanto al crowdfunding, la mayoría de las recompensas están listas: <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">el leeme de PeerTube</a> y <a target = "_ blank" rel = "noopener noreferrer" href = "https://joinpeertube.org/hall-of-fame"> el salón de la fama JoinPeerTube</a> muestra los nombres de las personas que han elegido las recompensas correspondientes. Pronto podremos enviar las artes digitales de agradecimiento personalizadas a las personas que dieron 80€ (~ 93 USD) y más (¡y eso es tan hermoso que ya estamos deseando que llegue!).
fr_fr: Concernant le crowdfunding, la plupart des récompenses sont prêtes : <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">le fichier README de PeerTube</a> et <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/hall-of-fame">le Hall of Fame du site JoinPeertube</a> affichent fièrement les noms des personnes ayant choisi les récompenses correspondantes. Nous allons bientôt pouvoir envoyer les illustrations numériques personnalisées à celles et ceux qui ont donné 80 € et plus (et c'est tellement beau qu'il nous tarde !).
gl: Respecto do microfinanciamento, a maioría dos obxetivos cumplíronse: <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">o README de PeerTube</a> e <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/hall-of-fame">o Cadro de Honra de JoinPeerTube</a> mostran os nomes das persoas que escolleron as correspondentes recompensas. Pronto poderemos enviar unha tarxeta dixital persoal de agradecemento a xente que entregou 80€ (~93 USD) ou máis (é tan marabilloso que aínda non o cremos!).
pl: Mówiąc o crowdfundingu, większość nagród jest gotowa – <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">plik README PeerTube</a> i <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/hall-of-fame">Hala Sław JoinPeerTube</a> przedstawiają nazwy osób które wybrały odpowiednie nagrody. Wkrótce będziemy mogli wysyłać spersonalizowane cyfrowe kartki z podziękowaniami dla osób które przekazały powyżej 80€ (±93 dolary) i więcej (na co bardzo czekamy!).
pt_br: Quanto ao financiamento coletivo (crowdfunding) a maioria das recompensas já estão prontas: <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">O arquivo LEIA ME do PeerTube</a> e <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/hall-of-fame">O Hall de fama do JoinPeerTube </a> mostra os nomes das pessoas que escolheram as recompensas correspondentes. Muito em breve seremos capaz de enviar a arte de agradecimento digital personalizada para as pessoas que deram 80 Euros (aproximadamente 93 dólares) e mais (é tão bonito saber que estamos ansiosos por isso!).
ru: Что касается краудфандинга, большинство наград уже готовы: <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube"> PeerTube README </a> и <a target = "_ blank" rel = "noopener noreferrer" href = "https://joinpeertube.org/hall-of-fame"> Зал славы JoinPeerTube </a> демонстрируют имена тех, кто выбрал соответствующие награды. Скоро мы сможем отправить персональное благодарственное цифровое произведение искусства людям, которые дали 80 евро (~ 93 доллара США) и более (и это так прекрасно, что мы с нетерпением ждем этого!).

source: Regarding the RSS feeds feature, it was already implemented by Rigelk and you can already use it in the beta 9. You can, for example, get the feed of the last local videos uploaded in a particular instance.
es: Con respecto a la función de fuentes RSS, Rigelk ya la implementó y ya puedes usarla en la versión beta 9. Por ejemplo, puedes obtener la fuente de los últimos videos locales cargados en una instancia en particular.
fr_fr: En ce qui concerne les flux RSS, ils ont été implémentés par Rigelk et sont d'ores et déjà utilisables avec la beta 9. Vous pouvez, par exemple, avoir le flux des dernières vidéos locales ajoutées sur une instance.
gl: Respecto da fonte RSS, xa foi implementada por Rigelk e está dispoñible desde a versión beta 9. Podes, por exemplo, obter a fonte dos últimos vídeos subidos a unha instancia en concreto.
pl: Odnośnie strumieni RSS, zostały one już zaimplementowane przez Rigelka i można z nich korzystać od bety 9. Możesz już chociażby uzyskać strumień ostatni wysłanych lokalnych filmów z danej instancji.
pt_br: E quanto ao recurso de Feeds RSS, já foi implementado por Rigelk e você já pode usá-lo na versão beta 9. Você pode por exemplo, obter o feed de onde os últimos foram inseridos numa instância em particular.
ru: Что касается функции RSS-каналов, она уже была реализована Rigelk, и вы уже можете использовать ее в бета-версии 9. Вы можете, например, получить ленту последних локальных видео, загруженных на конкретном PeerTube сервере.
