Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: We're also redesigning the <strong>PeerTube video player</strong> to offer better video playback and to correct a few bugs. With this new player, resolution changes should be smoother and the bandwidth management is optimized with a more efficient buffering system. Version 1.3 of PeerTube also adds ability for administrators to enable this new experimental player so we can get feedback on it. We hope to use this new player by default in the future.
es: También estamos rediseñando el <strong>reproductor de video PeerTube</strong> para ofrecer una mejor reproducción de video y corregir algunos errores. Con este nuevo reproductor, los cambios de resolución deberían ser más suaves y la gestión del ancho de banda se optimiza con un sistema de almacenamiento en búfer más eficiente. La versión 1.3 de PeerTube también agrega la capacidad para que los administradores habiliten este nuevo reproductor experimental para que podamos obtener comentarios al respecto. Esperamos usar este nuevo reproductor por defecto en el futuro.
fr_fr: Nous sommes aussi en train de retravailler le <strong>lecteur vidéo de PeerTube</strong> afin que la lecture des vidéos soit plus rapide et comporte moins de bugs. Ce nouveau lecteur vidéo permet aussi de rendre plus lisses les changements de définition. Enfin, la gestion de la bande passante est optimisée via un système de mise en mémoire tampon plus performant. Cette version 1.3 de PeerTube permet à l'administrateur d'activer ce nouveau lecteur vidéo expérimental afin pour nous de récolter des retours dessus. Nous espérons dans l’avenir utiliser ce nouveau lecteur vidéo par défaut.
gl: Estamos redeseñando o <strong>reprodutor de PeerTube</strong> para ofrecer unha mellor experiencia e correxir algúns problemiñas. Con este novo reprodutor, os cambios de resolución deberían ser máis suaves e a xestión do ancho de banda estar optimizado dun xeito máis eficiente no buffer do sistem. A versión 1.3 de PeerTube tamén engade a posibilidade para as administradoras de activar o reprodutor experimental e así obter a opinión sobre el. Agardamos que sexa o reprodutor por omisión no futuro.
pl: Przeprojektowaliśmy też <strong>odtwarzacz filmów PeerTube</strong>, aby usprawnić odtwarzanie filmów i naprawic kilka błędów. Z nowym odtwarzaczem, zmiana rozdzielczości powinna być płynniejsza, a zarządzanie przepustowością została zoptymalizowana dzięki sprawniejszemu systemowi buforowania. Wersja 1.3 PeerTube dodaje też administratorom możliwość włączenia tego eksperymentalnego odtwarzacza, dzięki czemu możemy poznawać opinie na jego temat. Mamy nadzieję, że w przyszłości będziemy używać domyślnie tego odtwarzacza.
pt_br: Nós também estamos redesenhando o <strong>Leitor de vídeo do Peertube</strong>para oferecer melhores capacidades de leitura e corrigir alguns erros. Com este novo leitor de vídeo a mudança de resolução deve ser mais suave e o gerenciamento da largura de banda ficará otimizado com um sistema de buffer mais eficiente. A Version 1.3 do PeerTube dá condições aos administradores para ativarem esse novo leitor de vídeo experimental, assim, poderemos obter comentários sobre ele. Esperamos utilizar esse novo leitor como padrão no futuro.
ru: Мы также дорабатываем <strong> видеоплеер PeerTube </strong>, чтобы улучшить воспроизведение видео и исправить некоторые ошибки. С этим новым плеером изменения разрешения должны быть более плавными, а управление полосой пропускания оптимизировано с помощью более эффективной системы буферизации. Версия 1.3 PeerTube также добавляет администраторам серверов возможность включить этот новый экспериментальный плеер, чтобы мы могли получать отзывы о нем. Мы надеемся использовать этот новый плеер по умолчанию в будущем.

source: We've just released PeerTube 1.3 and it brings a lot of new features.
es: Acabamos de publicar PeerTube 1.3 y trae muchas características nuevas.
fr_fr: Nous venons tout juste de sortir la version 1.3 de PeerTube qui apporte tout un tas de nouveautés.
gl: Publicamos PeerTube 1.3 e trae grande número de novidades.
pl: Wydaliśmy właśnie PeerTube 1.3, które wprowadza wiele nowych funkcji.
pt_br: Acabamos de lançar o PeerTube 1.3 que traz um monte de recursos.
ru: Мы только что выпустили PeerTube 1.3, и он содержит много новых функций.

source: Website developed by <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> and designed by <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
es: Sitio web desarrollado por <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>y diseñado por<a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
fr_fr: Site créé par <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> et designé par <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
gl: Sitio web creado por <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> e deseñado por <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
pl: Strona wykonana przez <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> i zaprojektowana przez <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
pt_br: Website desenvolvido por <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a> e desenhado por <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>
ru: Веб сайт создан компанией <a target="_blank" rel="noopener noreferrer" href="https://framasoft.org">Framasoft</a>. Дизайнер <a target="_blank" rel="noopener noreferrer" href="https://www.maiwann.net/">Maiwann</a>

source: What are the main advantages of PeerTube?
es: ¿Cuáles son las principales ventajas de PeerTube?
fr_fr: Quels sont les avantages principaux de PeerTube ?
gl: Cales son as principais vantaxes de PeerTube?
pl: Jakie są główne zalety PeerTube?
pt_br: Quais são as principais vantagens do PeerTube?
ru: Каковы основные преимущества PeerTube?

source: What is
es: Qué es
fr_fr: C'est quoi
gl: Que é
pl: Czym jest
pt_br: O que é
ru: что такое

source: What is PeerTube?
es: ¿Qué es PeerTube?
fr_fr: C'est quoi PeerTube ?
gl: Que é PeerTube?
pl: Czym jest PeerTube?
pt_br: O que é o PeerTube?
ru: Что такое PeerTube?

source: What is PeerTube's remuneration policy?
es: ¿Cuál es la política de remuneración de PeerTube?
fr_fr: Quelle est la politique de rémunération de PeerTube ?
gl: Cal é a política de remuneración de PeerTube?
pl: Jak PeerTube wynagradza twórców?
pt_br: Qual é a política de remuneração do PeerTube?
ru: Какова политика вознаграждения у PeerTube?

source: What's the interest to federate the video hosting providers?
es: ¿Qué interés tiene federar a los proveedores de alojamiento de vídeo?
fr_fr: Quel est l’intérêt de fédérer les hébergements de vidéos ?
gl: Por que interesa federar aos provedores de hospedaxe de vídeo?
pl: Jaki jest cel federacji między dostawcami hostingu filmów?
pt_br: Qual é o interesse de criar uma federação de provedores de hospedagem de vídeos?
ru: В чем интерес сети провайдеров видеохостинга?

source: When you are logged in and put your mouse on videos' thumbnails, a small clock-shaped icon appears in the thumbnail's upper right corner to display Watch Later. Click it to add the video to your Watch Later playlist.
es: Cuando inicie sesión y coloque el mouse en las miniaturas de los videos, aparecerá un pequeño icono en forma de reloj en la esquina superior derecha de la miniatura para mostrar Ver más tarde. Haz clic para agregar el video a tu lista de reproducción Ver más tarde.
fr_fr: Lorsqu'on est connecté et qu'on survole les miniatures des vidéos, on voit apparaître en haut à droite de la miniature une petite icône en forme d'horloge qui affiche la formule <em>Regarder plus tard</em>. Cela permet d'ajouter automatiquement la vidéo en question à sa liste de lecture <em>À regarder plus tard</em>.
gl: Cando te conectas e pos o punteiro nas miniaturas dos vídeos, unha pequena icona dun reloxo aparece no canto superior dereito da miniatura para indicar Ver Máis Tarde. Preme nela e engade o vídeo a lista de reprodución Ver Máis Tarde.

source: When you host a large file like a video, the biggest thing to fear is success: if a video becomes viral and many people watch it at the same time, the server has a big risk of getting overloaded!
es: Cuando alojas un archivo grande como un video, lo más importante que debes temer es el éxito: si un video se vuelve viral y muchas personas lo ven al mismo tiempo, ¡el servidor tiene un gran riesgo de sobrecargarse!
fr_fr: Lorsque l’on héberge un fichier lourd comme une vidéo, la plus grosse chose à craindre, c’est le succès : si une vidéo devient virale et que plein de personnes la regardent en même temps, le serveur a de gros risques de tomber !
gl: Cando hospedas un fecheiro grande como un vídeo, o temor máis grande é ter éxito: se un vídeo se convirte en viral e moita xente está a velo ao mesmo tempo, o servidor corre risco de sobrecargarse!
pl: Kiedy przechowujesz na serwerze większy plik, np. film, rzeczą której najbardziej musisz się obawiać jest jego sukces – jeżeli film stanie się viralem i dużo osób będzie oglądać go w tym samym czasie, serwer może zostać łatwo przeciążony!
pt_br: Quando você hospeda um arquivo grande como um vídeo, a coisa que mais dá medo é o sucesso: se um vídeo se torna viral e várias pessoas o assistem ao mesmo tempo, o servidor tem um grande risco de se sobrecarregar!
ru: Когда вы размещаете большой файл, такой как видео, самое большое опасение - это успех: если видео становится вирусным, и многие смотрят его одновременно, сервер рискует быть перегруженным!

source: Where can I put my videos?
es: ¿Dónde puedo poner mis vídeos?
fr_fr: Où puis-je mettre mes vidéos ?
gl: A onde podo subir os vídeos?
pl: Gdzie mogę umieszczać swoje filmy?
pt_br: Onde eu posso colocar os meus vídeos?
ru: Где я могу разместить свои видео?

source: Who are we?
fr_fr: Qui sommes-nous ?

source: Who is behind
es: ¿Quién está detrás de
fr_fr: Qui est derrière
gl: Quen está detrás
pl: Kto odpowiada za
pt_br: Quem está por trás
ru: Кто стоит за

source: Who is responsible for content published on PeerTube?
es: ¿Quién es responsable del contenido subido en PeerTube?
fr_fr: Qui est responsable du contenu publié sur PeerTube ?
gl: Quen é responsable do contido publicado en PeerTube?
pl: Kto odpowiada za zawartość publikowaną na PeerTube?
pt_br: Quem é responsável pelo conteúdo publicado no PeerTube?
ru: Кто несет ответственность за контент, опубликованный на PeerTube?

source: Why broadcast PeerTube videos through peer-to-peer?
es: ¿Por qué transmitir videos de PeerTube a través de P2P?
fr_fr: Pourquoi diffuser les vidéos en pair-à-pair ?
gl: Por que retransmitir os vídeos PeerTube entre pares?
pl: Dlaczego transmitować filmy z użyciem peer-to-peer?
pt_br: Porque transmitir vídeos PeerTube no modo ponto a ponto?
ru: Зачем транслировать видео PeerTube через peer-to-peer?

source: Why collecting over 6 months?
fr_fr: Pourquoi une collecte perlée ?

source: Why does PeerTube use the ActivityPub federation protocol? Why not IPFS / d.tube / Steemit?
es: ¿Por qué PeerTube usa el protocolo de federación ActivityPub? ¿Por qué no IPFS / d.tube / Steemit?
fr_fr: Pourquoi PeerTube utilise-t-il le protocole de fédération ActivityPub ? Pourquoi pas IPFS / d.tube / Steemit ?
gl: Por que utiliza PeerTube o protocolo ActivityPub para federar? Por que non IPFS / d.tube /Steemit?
pl: Dlaczego PeerTube używa protokołu federacji ActivityPub? Dlaczego nie IPFS/d.tube/Steemit?
pt_br: Por que PeerTube usa o protocolo de federação ActivityPub? Por que não IPFS / d.tube / Steemit?
ru: Почему PeerTube использует пиринговый протокол ActivityPub? Почему не IPFS / d.tube / Steemit?

source: Why is it better as free/libre software?
es: ¿Por qué es mejor como software libre?
fr_fr: Pourquoi c’est mieux que ce soit un logiciel libre ?
gl: Por que é mellor que sexa software libre?
pl: Dlaczego wolne/otwarte oprogramowanie czyni je lepszym?
pt_br: Por que é melhor aplicativos/software gratuito/livre?
ru: Почему для PeerTube лучше быть бесплатным и свободным?

source: WIP to improve UX/UI
fr_fr: Travail de fond UX/UI

source: With PeerTube, <strong>you can choose the hoster of your videos according to his terms of services</strong>, his moderation policy, his federation choices... As you don't have a tech giant facing you, you might be able to talk with you hoster if you ever have a problem, a need, or something you want.
es: Con PeerTube, <strong>puedes elegir el proveedor de alojamiento de tus videos de acuerdo con sus términos de servicios</strong>, su política de moderación, sus elecciones de federación... Como no tienes un gigante tecnológico frente a ti, podrás ser capaz de hablar con tu proveedor de alojamiento-web si alguna vez tienes un problema, una necesidad o algo que desees.
fr_fr: Avec PeerTube, <strong>vous choisissez l’hébergeur de vos vidéos selon ses conditions d’utilisation</strong>, sa politique de modération, ses choix de fédération… Comme vous n’avez pas un géant du web en face de vous, vous pourrez probablement discuter ensemble si vous avez un souci, un besoin, ou une envie.
gl: Con PeerTube, <strong>podes escoller onde hospedar os teus vídeos de acordo aos termos do servizo</strong>, política de moderación, escollas na federación... Como non tes un xigante tecnolóxico en fronte, podería falar co teu provedor se tes un problema, necesidade ou plantexar calquera cuestión.
pl: Dzięki PeerTube <strong>możesz wybrać gdzie przechowujesz swoje filmy na podstawie zasad instancji</strong>, polityki moderacyjnej, wyborów dotyczących federacji… Ponieważ nie stoi za tym gigant technologiczny, możesz porozmawiać z właścicielem, jeżeli masz jakiś problem lub konieczność.
pt_br: Com o PeerTube, <strong>você pode escolher o provedor de hospedagem para os seus vídeos de acordo com os termos e serviços dele</strong>, sua política de moderação, suas escolhas de federação... Uma vez que você não tem um gigante da tecnologia te encarando, você talvez seja capaz de conversar com o seu provedor caso você tenha algum problema, uma necessidade, ou algo que você queira.
ru: С помощью PeerTube <strong> вы можете выбрать хостера своих видео в соответствии с его условиями предоставления услуг </strong>, политикой модерации, выбором подсети обмена ... Поскольку перед вами нет технического гиганта, вы имеете возможность нормально договориться с хостером, если у вас возникнут проблемы, необходимость или что-то, что вы хотите.

source: With PeerTube, choose <strong>your hosting company and the rules you believe in.</strong>
fr_fr: Avec PeerTube, vous choisissez <strong>un hébergement et des règles qui vous correspondent.</strong>
gl: Con PeerTube, escolle <strong>a túa empresa de hospedaxe e as regras nas que cres.</strong>

source: With PeerTube, you get to choose your hosting provider according to their terms of use, such as their disk space limit per user, their moderation policy, who they chose to federate with... You are not speaking with a huge tech company, so you can talk it out in case of any issue, need, desire...
es: Con PeerTube, puedes elegir tu proveedor de alojamiento de acuerdo con sus términos de uso, como su límite de espacio en disco por usuario, su política de moderación, con quién eligió federarse... No estás hablando con una gran empresa de tecnología, así que puedes hablarle en caso de cualquier problema, necesidad, deseo...
fr_fr: Avec PeerTube, vous choisissez l’hébergeur de vos vidéos selon ses conditions d’utilisation, telles que la limite d’espace disque par utilisateur⋅ice, la politique de modération, les choix de fédération… Comme vous n’avez pas un géant du web en face de vous, vous pourrez probablement discuter ensemble si vous avez un souci, un besoin, une envie…
gl: Con PeerTube, ti escolles o teu provedor segundo os seus termos de uso, así como o espazo de almacenaxe, política de moderación, con que outros servidores federa... Non estás a falar cunha empresa enorme, así que podes tratar calquera tema, necesidade, desexo...
pl: Dzięki PeerTube, możesz wybrać swojego dostawcę hostingu na podstawie jego zasad korzystania, takich jak limit przestrzeni dyskowej na użytkownika, polityka moderacyjna czy to, z jakimi serwerami decyduje się federować… Nie jest to wielka firma technologiczna, więc możesz porozmawiać z nim w przypadku problemu czy innej potrzeby…
pt_br: Com o PeerTube, você consegue escolher seu provedor de hospedagem de vídeos de acordo com os termos de uso deles, tais como espaço em disco, limite por usuário, política de moderação, com quem eles decidiram se federar... Você não está falando com uma grande empresa de tecnologia, você pode falar sobre o assunto caso haja um problema, necessidade ou desejo...
ru: Желая разместить видео, вы можете выбрать свой видео-сервер PeerTube в соответствии с его условиями использования, такими как ограничение дискового пространства на пользователя, политика модерации, список серверов PeerTube с которыми он объединён ... Вы будете общаться не с огромной и надменной технологической компанией, поэтому вы сможете обсудить любую проблему, высказать любые пожелания вашему хостеру. И вас услышат...

source: work to facilitate the federation and presentation of proceedings;
es: trabajar para facilitar la federación y presentación de procedimientos;
fr_fr: le travail pour faciliter la fédération et la présentation des instances ;
gl: traballo para facilitar a federación e presentación dos procedementos;
pl: pracę nad usprawnieniem federacji i prezentację postępu;
pt_br: O trabalho para facilitar a federação e a apresentação das instâncias;
ru: работа, для облегчения объединения серверов и отображения процесса;

source: You can <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues">create an issue</a>, contribute to it, or even start contributing by choosing the <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue+%3Abeginner%3A%22"> easy problems for those who begin </a>. See <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/contribute-getting-started">contributing guide</a> for more information.
es: Puedes <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues">crear un problema</a>, contribuir a él o incluso comenzar a contribuir al elegir <a target="_ blank" rel="noopener noreferrer" href = "https://github.com/Chocobozzz/PeerTube/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+ issue +% 3Abeginner% 3A% 22 ">problemas fáciles para quienes comienzan</a>. Consulta la <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/contribute-getting-started">guía de contribución</a> para obtener más información.
fr_fr: Vous pouvez y <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues">créer une issue</a>, y contribuer, voire commencer à contribuer en choisissant les <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue+%3Abeginner%3A%22">problèmes faciles à régler pour qui débute</a>. Voir <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/contribute-getting-started">le guide de contribution</a> pour avoir plus d'information.
gl: Podes <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues">crear un issue</a>, facer unha contribución, ou incluso comezar a colaborar escollendo un<a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue+%3Abeginner%3A%22">problema doado en principio</a>. Mira <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/contribute-getting-started">a guía de colaboración</a> para máis información.
pl: Możesz <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues">utworzyć zgłoszenie</a>, uzupełnić istniejące lub wnieść wkład wybierając <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue+%3Abeginner%3A%22">proste problemy dla zaczynających</a>. Zajrzyj do <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/contribute-getting-started">poradnika dla współtwórców</a> po więcej informacji.
pt_br: Você pode <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues">registrar um problema</a>, contribuir para solucioná-lo, ou mesmo, para aqueles que estão começando, escolher inicialmente <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue+%3Abeginner%3A%22"> solucionar os problemas mais fáceis </a>. Veja <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/contribute-getting-started">Guia do Colaborador</a> para mais informações.
ru: Вы можете <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues">сообщить о проблеме</a>, напрограммировать чего-то, или даже начать вносить свой вклад, выбрав <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue+%3Abeginner%3A%22"> простую проблему для решения новичком</a>&#125;:-&rsaquo;. Подробнее - читайте <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org/#/contribute-getting-started">инструкцию</a> .

source: You can read the complete <em>beta 12</em> changelog <a href="https://github.com/Chocobozzz/PeerTube/blob/develop/CHANGELOG.md#v100-beta12">here</a>.
es: Puedes leer el registro de cambios <em>beta 12</em> completo <a href="https://github.com/Chocobozzz/PeerTube/blob/develop/CHANGELOG.md#v100-beta12">aquí</a> .
fr_fr: Vous pouvez lire le changelog complet de la <em>beta 12</em> (en anglais) <a href="https://github.com/Chocobozzz/PeerTube/blob/develop/CHANGELOG.md#v100-beta12">ici</a>.
gl: Podes ver o rexistro completo dos cambios da <em>beta 12</em> <a href="https://github.com/Chocobozzz/PeerTube/blob/develop/CHANGELOG.md#v100-beta12">aquí</a>.
pl: Możesz przeczytać całą listę zmian wersji <em>beta 12</em> <a href="https://github.com/Chocobozzz/PeerTube/blob/develop/CHANGELOG.md#v100-beta12">tutaj</a>.
pt_br: Você pode ler o registro de alterações completo <em>beta 12</em> (changelog) <a href="https://github.com/Chocobozzz/PeerTube/blob/develop/CHANGELOG.md#v100-beta12">aqui</a>.
ru: Полный список изменений <em> бета 12 </em> вы можете прочитать <a href="https://github.com/Chocobozzz/PeerTube/blob/develop/CHANGELOG.md#v100-beta12"> здесь </a>.
