Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: For example, in France, discriminatory content <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">is prohibited</a> and may be reported to the authorities. PeerTube allows users to report problematic videos, and each administrator must then apply its moderation in accordance with its terms and conditions and the law.
es: Por ejemplo, en Francia, el contenido discriminatorio <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">está prohibido </a> y puede ser reportado a las autoridades. PeerTube permite a los usuarios reportar vídeos problemáticos, y cada administrador debe aplicar su moderación de acuerdo con sus términos y condiciones y la ley.
fr_fr: Par exemple, en France, les contenus discriminants <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">sont interdits</a> et peuvent être signalés aux autorités. PeerTube permet aux internautes de signaler une vidéo problématique, et chaque hébergeur doit alors appliquer sa modération conformément à ses conditions générales et à la loi.
gl: Por exemplo, en Francia, o contido discriminatorio <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">está prohibido</a> e podería ser denunciado ante as autoridades. PeerTube permite as usuarias denunciar vídeos problemáticos, e a administración deberá aplicar as normas en función dos termos e condicións e a lei.
pl: Przykładowo, we Francji <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">niedozwolona jest</a> zawartość rasistowska i mowa nienawiści, więc może to zostać zgłoszone do władz. PeerTube pozwala zgłaszać użytkownikom nieodpowiednie filmy, a każdy administrator musi stosować się do własnych zasad moderacji i prawa.
pt_br: Por exemplo, na França, conteúdo discriminatório <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine">é proibido</a> e pode ser reportado às autoridades. PeerTube permite aos internautas assinalarem um vídeo problemático e cada moderador deve aplicar a sua moderação de acordo com os seus termos e condições e a lei.
ru: Например, во Франции дискриминационный контент <a target="_blank" rel="noopener noreferrer" href="https://fr.wikipedia.org/wiki/Lois_contre_le_racisme_et_les_discours_de_haine"> запрещен </a>, и о нем можно сообщать власти. PeerTube позволяет пользователям сообщать о проблемных видео, и каждый администратор должен осуществлять модерацию в соответствии со своими условиями и законодательством.

source: For now, the solution proposed to people who upload videos is to use the "support" button under the video. This button displays a frame in which people who upload videos can display text, images, and links freely. For example, it's possible to put a link to Patreon, Tipeee, Paypal, Liberapay (or any other solution) there. Other examples: put a postal address if you'd like to receive physical thank-you cards, put a logo of your enterprise, a link to support a non-profit organisation...
es: Por ahora, la solución propuesta para las personas que cargan vídeos es usar el botón "soporte" debajo del vídeo. Este botón muestra un marco en el que las personas que cargan vídeos pueden mostrar texto, imágenes y enlaces libremente. Por ejemplo, es posible poner un enlace a Patreon, Tipeee, Paypal, Liberapay (o cualquier otra solución) allí. Otros ejemplos: escribir una dirección postal si deseas recibir tarjetas de agradecimiento físicas, colocar un logotipo de tu empresa, un enlace para apoyar a una organización sin fines de lucro ...
fr_fr: Actuellement, la solution proposée est d'utiliser le bouton « Soutenir » (« <i lang="en">Support</i> »). Ce bouton permet d'afficher un cadre dans lequel les personnes qui mettent en ligne des vidéos peuvent afficher des textes, images, et liens librement. Par exemple, il est possible d'afficher un bouton Patreon, Tipeee, Paypal, Liberapay (ou toute autre solution, puisque le champ de saisie est libre). Autres exemples possibles : indiquer une adresse pour un remerciement par carte postale, négocier avec un sponsor l'affichage du logo de son entreprise, mettre en avant un lien pour soutenir une ONG, etc.
gl: Polo de agora a solución proposta a xente que sube vídeos é utilizar o botón "axuda" baixo o vídeo. Este botón mostra un cadro onde a persoa que subeu o vídeo pode mostrar texto, imaxes, e ligazóns. Por exemplo, pode poñer unha ligazón a Patreon, Tipeee, Paypal, Liberapay (ou calquera outro). Tamén: un enderezo postal por se queres recibir un grazas en formato físico, o logo da empresa, unha ligazón para doazóns a unha ONG...
pl: Obecnym rozwiązaniem dla osób publikujących filmy jest wykorzystanie przycisku „Wesprzyj” pod filmem. Wyświetla on ramkę w której autor filmu może umieścić dowolny tekst, obrazki czy odnośniki. Można wstawić tam link do Patreona, Tipeee, PayPala, Liberapay (i dowolnego rozwiązania tego typu). Inne przykłady: można umieścić adres pocztowy, jeżeli chcesz otrzymywać kartki z podziękowaniami, logo swojego przedsiębiorstwa czy odnośnik do organizacji non-profit…
pt_br: Por agora, a solução proposta às pessoas que sobem os vídeos é de usar o botão "suporte" abaixo do vídeo. Este botão mostra um quadro no qual as pessoas que subiram vídeos possam mostrar texto, imagens e links livremente. Por exemplo, é possível colocar neste quadro um link para o sites como Patreon, Tipeee, Paypal, Liberapay (ou qualquer outra solução). Outro exemplo: Colocar um endereço postal caso você queira receber um cartão postal de agradecimento, colocar uma logo da sua empresa, um link para apoiar uma organização sem fim lucrativo...
ru: На данный момент решение, которое предлагается пользователям, загружающим видео, заключается в использовании кнопки «Поддержка» под видео. Эта кнопка отображает рамку, в которой люди, которые загружают видео, могут свободно отображать текст, изображения и ссылки. Например, там можно разместить ссылку на Patreon, Tipeee, Paypal, Liberapay (или любое другое решение). Другие примеры: укажите почтовый адрес, если вы хотите получить физические благодарственные открытки, поместите логотип вашего предприятия, ссылку для поддержки некоммерческой организации ...

source: For PeerTube admins
es: Para administradores de PeerTube
fr_fr: Pour les administrateurs de PeerTube
gl: Para admins de PeerTube
pl: Dla administratorów PeerTube
pt_br: Para administradores PeerTube
ru: Для администраторов PeerTube

source: For those who know how to administer a server, PeerTube is...
es: Para aquellos que saben cómo administrar un servidor, PeerTube es ...
fr_fr: Pour qui sait administrer un serveur, PeerTube, c’est…
gl: Para aquelas que saben cómo administrar un servidor, PeerTube é...
pl: Dla osób potrafiących administrować serwerem PeerTube to…
pt_br: Para aqueles que sabem como administrar um servidor, PeerTube é...
ru: Для тех, кто знает, как администрировать сервер, PeerTube ...

source: For those who want to watch videos, PeerTube can offer...
es: Para quienes quieren ver vídeos, PeerTube puede ofrecer ...
fr_fr: Pour qui veut voir des vidéos, PeerTube a pour avantages…
gl: Para aquelas que queren ver vídeos, PeerTube pode ofrecer...
pl: Osobom chcącym oglądać filmy PeerTube oferuje…
pt_br: Para aqueles que querem ver vídeos, PeerTube pode oferecer...
ru: Для тех, кто хочет смотреть видео, PeerTube может предложить ...

source: For those who wants to upload their videos, PeerTube allows...
es: Para quienes quieran subir sus vídeos, PeerTube permite...
fr_fr: Pour qui veut diffuser ses vidéos en ligne PeerTube permet…
gl: Para aquelas que queren subir os seus vídeos, PeerTube permite...
pl: Osobom chcącym wstawić swoje filmy PeerTube pozwala na…
pt_br: Para aqueles que querem subir seus vídeos, PeerTube permite...
ru: Для тех, кто хочет загрузить свои видео, PeerTube позволяет ...

source: Freely,
es: Libremente,
fr_fr: Librement,
gl: Libremente,
pl: Pozdrawiamy,
pt_br: Livremente,
ru: С уважением,

source: From June to November 2020, Framasoft will develop new features and improvments for PeerTube. We have broken down this roadmap into 4 main steps, each with its own schedule and cost, leading to peer-to-peer powered live steraming in PeerTube v3.
fr_fr: De juin à novembre 2020, Framasoft va développer de nombreuses améliorations et fonctionnalités pour PeerTube. Nous avons découpé cette route en 4 étapes principales, chacune avec son planning et son coût, qui mènent vers l'ajout de la diffusion de vidéos en direct et en pair-à-pair pour la v3 de PeerTube.

source: From that moment on, Dominique is responsible, because they are warned that they're hosting an illegal video. It is therefore up to them to act if they don't want to be held accountable before the law.
es: A partir de ese momento, Dominique es responsable, porque se les advierte que están alojando un vídeo ilegal. Por lo tanto, depende de ellos actuar si no quieren ser responsables ante la ley.
fr_fr: Dès cet instant, Dominique est responsable, parce que prévenue du fait qu’elle héberge une vidéo illicite. C’est donc à elle d’agir si elle ne veut pas se retrouver responsable devant la loi.
gl: A partir dese momento, Dominique é responsable, xa que están avisadas de que están hospedando un vídeo ilegal. Polo tanto depende delas actuar e se non queren ser responsables ante a lei.
pl: Od tego czasu, Dominika odpowiada za to, ponieważ została ostrzeżona że hostuje nielegalny film. Od niej zależy czy usunie ten film, czy chce zostać postawiona przed odpowiedzialnością karną.
pt_br: De agora em diante, Dominique é responsável, porque eles foram alertados de que estão hospedando um vídeo ilegal. Cabe, portanto, à eles agirem se eles não querem ter que prestar conta à lei.
ru: С этого момента Доминик несет ответственность, потому что их предупреждают, что они размещают нелегальное видео. Поэтому они должны действовать, если они не хотят привлекаться к ответственности перед законом.

source: Gàidhlig
es: Gaelico Escocés
fr_fr: Gaélique écossais
pt_br: Gaélico
ru: Gàidhlig (Шотландский)

source: Gaming
es: Videojuegos
fr_fr: Jeux vidéos
gl: Xogos
pl: Gry
pt_br: Videogame
ru: Игры

source: GB
fr_fr: Go
ru: ГБ

source: Give
fr_fr: Donner

source: Global search
fr_fr: Recherche Globale

source: Go back to the homepage
es: Volver a la página de inicio
fr_fr: Revenir à la page d'accueil
gl: Voltar a páxina principal
pl: Wróć na stronę główną
pt_br: Voltar ao Início
ru: Вернуться на главную страницу

source: Go on the instance
es: Ir a la instancia
fr_fr: Voir l'instance
gl: Ir a instancia
pl: Przejdź do instancji
pt_br: Ir para a instância
ru: Перейти

source: Go to the forum
es: Ir al foro
fr_fr: Aller sur le forum
gl: Ir ao foro
pl: Przejdź na forum
pt_br: Ir para o fórum
ru: Перейти на форум

source: Guest designer
fr_fr: Designer invitée

source: Hall of Fame
es: Salón de la fama
fr_fr: Tableau d’honneur
gl: Galería dos famosos
pl: Hala sław
pt_br: Hall da Fama
ru: Зал славы

source: Hello everyone!
es: ¡Hola todos!
fr_fr: Bonjour à toutes et à tous !
gl: Ola a todas!
pl: Cześć wszystkim!
pt_br: Olá pessoal!
ru: Привет всем!

source: Hello,
es: Hola,
fr_fr: Bonjour,
gl: Ola,
pl: Cześć,
pt_br: Olá,
ru: Привет,

source: Hello!
es: ¡Hola!
fr_fr: Bonjour !
gl: Ola!
pl: Cześć!
pt_br: Olá!
ru: Привет!

source: Help
es: Ayuda
fr_fr: Aide
gl: Axuda
pl: Pomoc
pt_br: Ajuda
ru: Помощь

source: Here is a small retrospective of the end of 2018/beginning of 2019:
es: Aquí hay una pequeña retrospectiva de finales de 2018 / principios de 2019:
fr_fr: Voici une petite rétrospective de la fin d'année 2018/début d'année 2019 :
gl: Aquí tes un pequeno resumo de fin do 2018 e comezo do 2019:
pl: Oto krótki przegląd tego, co wydarzyło się pod koniec 2018/na początku 2019:
pt_br: Aqui está uma retrospectiva do final de 2018 / Início de 2019:
ru: Вот небольшая ретроспектива конца 2018 года / начала 2019 года:

source: Hi everybody,
es: Hola todos,
fr_fr: Bonjour à toutes et à tous,
gl: Ola a todas,
pl: Cześć wszystkim,
pt_br: Olá a todos,
ru: Привет всем,

source: Hidden
es: Oculto
fr_fr: Caché
gl: Agochado
pl: Ukryte
pt_br: Oculto
ru: Скрытый

source: Hide
es: Ocultar
fr_fr: Cacher
gl: Agochar
pl: Ukrywane
pt_br: Ocultar
ru: Скрыто

source: Hide them
es: Ocultarlos
fr_fr: Les cacher
gl: Agochalos
pl: Ukrywać je
pt_br: Ocultá-los
ru: Скрыть их

source: Home
es: Inicio
fr_fr: Accueil
gl: Inicio
pl: Strona główna
pt_br: Início
ru: К началу

source: How do I contribute to PeerTube’s code?
es: ¿Cómo contribuyo al código de PeerTube?
fr_fr: Comment participer au code de PeerTube ?
gl: Como contribuír ao código de PeerTube?
pl: Jak mogę wziąć udział w tworzeniu kodu PeerTube?
pt_br: Como é que eu contribuiu para o código do PeerTube?
ru: Как я могу внести свой вклад в код PeerTube?

source: How do I install PeerTube?
es: ¿Cómo instalar PeerTube?
fr_fr: Comment installer PeerTube ?
gl: Como instalo PeerTube?
pl: Jak zainstalować PeerTube?
pt_br: Como é que eu instalo o PeerTube?
ru: Как мне установить PeerTube?

source: How To
es: Cómo
fr_fr: Tutoriels
gl: Instruccións
pl: Poradniki
pt_br: Manuais
ru: Видеоуроки

source: How to contribute?
es: ¿Cómo contribuir?
fr_fr: Comment contribuer ?
gl: Como contribuír?
pl: Jak pomagać w tworzeniu?
pt_br: Como contribuir?
ru: Как внести свой вклад?

source: However, many improvements of PeerTube are to be expected... Including those that would allow you to create (and choose) the monetization tools that interest you!
es: Sin embargo, se esperan muchas mejoras de PeerTube ... ¡Incluidas las que le permitirían crear (y elegir) las herramientas de monetización que te interesen!
fr_fr: Par ailleurs, de nombreuses améliorations de PeerTube sont à prévoir… Dont celles qui vous permettraient de créer (et choisir) vous-même les outils de monétisation qui vous intéressent !
gl: Porén, están por chegar moitas melloras a PeerTube... Incluíndo aquelas que che permitirán crear (e escoller) as ferramentas de monetización que che interesan!
pl: Spodziewany się jednak wielu usprawnień w PeerTube… Wliczając w to te, które pozwolą Ci stworzyć (i wybrać) narzędzia monetyzacyjne które spodobają Ci się!
pt_br: Entretanto, várias melhorias no PeerTube devem ser esperadas... Incluindo aquelas que possibilitará criar (e escolher) ferramentas que deem lucro e que te interessem!
ru: Однако следует ожидать многих улучшений PeerTube ... В том числе и тех, которые позволили бы вам создавать (и выбирать) инструменты монетизации, которые вас интересуют!

source: However, on PeerTube each account is linked to one or multiple channels that can be named as the users sees fit. You also have to create at least one channel when creating an account. Once the channels have been created, users can upload videos to each channel to organize their contents (for example, you could have a channel about cooking and another one about biking).
es: Sin embargo, en PeerTube cada cuenta está vinculada a uno o varios canales que se pueden nombrar según los usuarios lo consideren conveniente. También se debe crear al menos un canal al crear una cuenta. Una vez que se han creado los canales, los usuarios pueden subir videos a cada canal para organizar sus contenidos (por ejemplo, podría tener un canal sobre cocina y otro sobre ciclismo).
fr_fr: Or sur PeerTube, chaque compte possède une ou plusieurs chaînes que l’on peut nommer comme on le souhaite. Il y a d’ailleurs une obligation de créer au minimum une chaîne lors de la création d’un compte. Une fois les chaînes créées, les utilisateur⋅ices peuvent uploader des vidéos sur chacune d’entre elles afin d’organiser leurs contenus (on peut donc avoir une chaîne où on diffuse des vidéos de cuisine et une autre où parle de vélo par exemple).
gl: En PeerTube cada conta está ligada a un ou varios canales que poden ter o nome que lle conveña as usuarias. Tes que crear polo menos un canal cando creas a conta. Unha vez están creados os canales, as usuarias poden subir vídeos a cada canal para organizar os contidos (por exemplo, podes ter un canal sobre cociña e outro sobre ciclismo).
pl: Jednak na PeerTube każde kontoo połączone jest z jednym lub wieloma kanałami, których nazwa jest widziana przez użytkowników. Tworząc konto, musisz utworzyć przynajmniej jeden kanał. Po utworzeniu kanałów, użytkownicy mogą publikować filmy na jednym z nich, aby organizować zawartość (np. możesz mieć jeden kanał o gotowaniu i drugi o kolarstwie).
pt_br: Contudo, no PeerTube cada conta está unida a um ou múltiplos canais que podem ser nomeados de acordo com o que parece adequado à cada usuário. Você também tem que criar pelo ao menos um canal quando cria uma conta. Uma vez que o canal foi criado, usuários podem subir vídeos para cada canal e organizar o conteúdo (por exemplo, você pode ter um canal sobre cozinhar e outro sobre ciclismo).
ru: Однако на PeerTube каждая учетная запись связана с одним или несколькими каналами, которые могут быть названы так, как пользователи считают нужным. Вы также должны создать хотя бы один канал при создании учетной записи. После того, как каналы созданы, пользователи могут загружать видео на каждый канал, чтобы упорядочить их содержание (например, у вас может быть канал о кулинарии, а другой - о велосипеде).

source: I represent
fr_fr: Je représente

source: I want my donation to remain anonymous
fr_fr: Je veux que mon don reste anonyme

source: I would like to receive a tax receipt
fr_fr: Je souhaite recevoir un reçu fiscal

source: If it's free, can we upload illegal stuff on it?
es: Si es libre, ¿podemos cargar cosas ilegales en él?
fr_fr: Si c’est libre, on peut y mettre des contenus illicites ?
gl: Se é libre, podo subir contido ilegal a el?
pl: Jeżeli PeerTube jest wolne, można tu umieszczać nielegalne treści?
pt_br: Mas se é livre, podemos colocar conteúdo ilícito?
ru: Если это бесплатно, мы можем загрузить на него нелегальные материалы?

source: If the hosting provider Knitting-PeerTube becomes friends with Kittens-Tube and Framatube, it will display the videos of others on its site, thus diluting hosting costs while remaining practical and complete for Internet users.
es: Si el proveedor de alojamiento Tejidos-PeerTube se hace amigo de Gatitos-Tube y Framatube, mostrará los videos de otros en su sitio, lo que diluirá los costos de alojamiento y seguirá siendo práctico y completo para los usuarios de Internet.
fr_fr: Si l’hébergeur Tricot-PeerTube devient ami avec Chatons-Tube et Framatube, il affichera les vidéos des autres sur son site : on dilue ainsi les coûts d’hébergement tout en restant pratique et complet pour les internautes.
gl: Se o provedor do servidor Palillando-PeerTube traba amizade con Gatiños-Tube e Framatube, mostrará os vídeos dos outros na súa web, así reparten os gastos de hospedaxe sendo prácticos e eficaces para as usuarias de Internet.
pl: Jeżeli dostawca hostingu Knitting-PeerTube zdecyduje się na federację z Kittens-Tube i Framatube, filmy z nich będą wyświetlane na jego serwerze, redukując koszty hostingu, lecz pozostając praktycznym rozwiązaniem dla użytkowników.
pt_br: Se o provedor Knitting-PeerTube e que hospeda se torna amigo de Kittens-Tube e Framatube, ele irá mostrar os vídeos de cada um deles no seu site, diluindo assim o custo de hospedagem, enquanto se torna prático e completo para os usuários da internet.
ru: Если хостинг-провайдер Knitting-PeerTube подружится с Kittens-Tube и Framatube, он будет показывать видео других на своем сайте, тем самым уменьшая стоимость хостинга, оставаясь при этом практичным и полным для пользователей Интернета.

source: If you also to contribute to the growing of PeerTube, you can participate in its funding here: <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org/en">https://soutenir.framasoft.org/en</a>
es: Si también quieres contribuir al crecimiento de PeerTube, puedes participar con su financiación aquí: <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org/en"> https: //soutenir.framasoft.org/en </a>
fr_fr: Si vous aussi vous voulez contribuer au développement de PeerTube, n'hésitez pas à participer à son financement : <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org">https://soutenir.framasoft.org</a>
gl: Se ademáis queres contribuír ao crecemento de PeerTube, podes participar no financiamento: <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org/en">https://soutenir.framasoft.org/en</a>
pl: Jeżeli chcesz pomóc PeerTube rozwijać się, możesz wziąć udział w finansowaniu projektu tutaj: <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org/en">https://soutenir.framasoft.org/en</a>
pt_br: Se você também contribuir para o crescimento do PeerTube, você pode participar neste financiamento aqui: <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org/en">https://soutenir.framasoft.org/en</a>
ru: Если вы участвуете в развитии PeerTube, вы можете, так же, принять участие в его финансировании здесь: <a target="_blank" rel="noopener noreferrer" href="https://soutenir.framasoft.org/en"> https: //soutenir.framasoft.org/en </a>

source: If you have any questions, feel free to use our forum: <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">https://framacolibri.org/c/peertube</a>
es: Si tienes alguna pregunta, no dudes en utilizar nuestro foro: <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube"> https://framacolibri.org/c/peertube</a>
fr_fr: Si vous avez la moindre question, vous pouvez utiliser le forum : <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">https://framacolibri.org/c/peertube</a>
gl: Se tes preguntas, podes usar o noso foro: <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">https://framacolibri.org/c/peertube</a>
pl: Jeżeli masz jakieś pytania, możesz skorzystać z naszego forum: <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">https://framacolibri.org/c/peertube</a>
pt_br: Se você tiver alguma questão, sinta-se livre para usar o nosso fórum: <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">https://framacolibri.org/c/peertube</a>
ru: Если у вас есть какие-либо вопросы, не стесняйтесь использовать наш форум: <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube"> https://framacolibri.org/с/peertube </a>
