Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: Moreover, each administrator decides with which instances he wants to federate: he has the full control of the content he wants to display on his instance. It's up to him to choose the policy regarding this kind of videos. He can decide to:
es: Además, cada administrador decide con qué instancias desea federar: tiene el control total del contenido que desea mostrar en su instancia. Depende de él elegir la política con respecto a este tipo de vídeos. Puede decidir:
fr_fr: Ensuite, chaque administrateur décide avec quelles instances fédérer. Il a donc le contrôle total du contenu qu'il affiche sur son instance. De plus, c’est lui qui choisit la politique à appliquer concernant ce genre de vidéo. Il peut décider de :
gl: Ademáis, cada admin decide con que instancias quere federar: ten control completo sobre o contido que quere mostrar na instancia. Depende del escoller a política respecto este tipo de vídeos. Pode decidir:
pl: Co więcej, każdy administrator decyduje z jakimi instancjami chce się federować – ma pełną kontrolę nad tym, jaka treść będzie wyświetlana na jego instancji. To od niego zależy wybór polityki dtyczącej tego typu filmów. Może wybrać:
pt_br: Além disso, cada administrador decide com qual instância ele quer se federar: ele tem controle total do conteúdo que ele quer mostrar na sua instância. Cabe a ele decidir a política quanto ao tipo de vídeos. Ele pode decidir:
ru: Более того, каждый администратор решает, с какими другими серверами PeerTube он хочет объединиться: он полностью контролирует контент, который он хочет отобразить в своем экземпляре. Он сам выбирает политику в отношении типа отображаемого видео. Он может решить:

source: Moreover, you can ask questions on <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">the PeerTube forum</a>. You can also contact us directly on <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org">https://contact.framasoft.org.</a>
es: Además, puedes hacer preguntas en <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">el foro de PeerTube</a>. También puedes contactarnos directamente en <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org"> https://contact.framasoft.org</a>
fr_fr: Si vous avez des questions <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">un forum</a> est à votre disposition. Vous pouvez également nous contacter directement sur <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org">https://contact.framasoft.org.</a>
gl: Ademáis, podes preguntar no <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">foro PeerTube</a>. Tamén contactar con nós directamente en <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org">https://contact.framasoft.org</a>.
pl: Co więcej, możesz zadawać pytania na <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">forum PeerTube</a>. Możesz również zadać pytania bezpośrednio na <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org">https://contact.framasoft.org.</a>
pt_br: Você ainda pode colocar perguntas <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">no Forum PeerTube</a>. Você pode nos contactar diretamente em <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org">https://contact.framasoft.org.</a>
ru: Кроме того, вы можете задавать вопросы на <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube"> форуме PeerTube </a>. Вы также можете связаться с нами напрямую на <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org"> https://contact.framasoft.org. </a>

source: Most importantly, <strong>you are a person to PeerTube, not a product in need of profiling so as to be stuck in video loops.</strong> For example, PeerTube doesn't use any biased recommendation algorithms to keep you online for hours on end.
es: Lo más importante, <strong>eres una persona para PeerTube, no un producto que necesita perfiles para estar atrapado en los bucles de vídeo.</strong> Por ejemplo, PeerTube no utiliza ningún algoritmo de recomendación sesgado para mantener a la audiencia en línea durante horas y horas.
fr_fr: Mais surtout, <strong>PeerTube vous considère comme une personne, et non pas comme un produit qu’il faut profiler et enfermer dans des boucles vidéos</strong>. PeerTube n’utilise par exemple aucun algorithme de recommandation biaisé pour vous faire rester indéfiniment en ligne.
gl: E o máis importante, <strong>ti es unha persoa en PeerTube, non un produto a perfilar e meterte nunha roda de vídeos.</strong> Por exemplo, PeerTube non usa algoritmos trucados con recomendacións para manterte horas e horas en liña.
pl: Co najważniejsze, <strong>dla PeerTube jesteś osobą, nie produktem który ma cały czas oglądać filmy.</strong> PeerTube nie używa algorytmów, mających trzymać Cię na platformie na długie godziny.
pt_br: Mais importante, <strong>você é uma pessoa para o PeerTube, não um produto eu seja necessário criar um perfil e fechar em ciclos de vídeos</strong> Por exemplo, PeerTube não usa nenhum tipo de recomendação tendenciosa para te manter online por horas sem fim.
ru: Самое главное, что для PeerTube <strong> вы являетесь человеком</strong>, а не продуктом, нуждающимся в профилировании, чтобы подсовывать вам видеоспам. Например, PeerTube не использует какие-либо необъективные алгоритмы рекомендаций, чтобы держать вас в сети много часов подряд.

source: Music
es: Música
fr_fr: Musique
gl: Música
pl: Muzyka
pt_br: Música
ru: Музыка

source: Nederlands
es: Países Bajos
fr_fr: Néerlandais
gl: Paises Baixos
pl: Holandia
pt_br: Holanda
ru: Nederlands (Нидерландский)

source: Need a detailed guide?
es: ¿Necesitas una guía detallada?
fr_fr: Besoin d'un guide détaillé ?
gl: Precisas unha guía polo miúdo?
pl: Potrzebujesz szczegółowego przewodnika?
pt_br: Precisa de um guia detalhado?
ru: Нужно подробное руководство?

source: Nevertheless, it is worth remembering that the vast majority of videos published on the Internet (and even on YouTube) are shared for non-market purposes: remuneration is a tool, but not necessarily a main or essential purpose.
es: Sin embargo, vale la pena recordar que la gran mayoría de los vídeos publicados en Internet (e incluso en YouTube) se comparten con fines no comerciales: la remuneración es una herramienta, pero no necesariamente un propósito principal o esencial.
fr_fr: Néanmoins, il est bon de rappeler que l’immense majorité des vidéos publiées sur internet (et même sur YouTube) sont partagées dans un but non-marchand : la rémunération est un outil, mais pas forcément un but principal ni essentiel.
gl: Porén, paga a pena lembrar que a gran maioría dos vídeos publicados en internet (e tamén en YouTube) son compartidos sen afán comercial: a remuneración é unha ferramenta, pero non necesariamente o propósito principal.
pl: Oprócz tego, warto pamiętać że zdecydowana większość filmów publikowanych w Internecie (nawet na YouTube) nie jest udostępniana w celach zarobkowych – monetyzacja to narzędzie, niekoniecznie podstawowa potrzeba.
pt_br: Mesmo assim, é bom relembrar que a maioria dos vídeos publicados na internet (e até mesmo no YouTube) são partilhados para nenhum propósito de mercado: remuneração é uma ferramenta, mas não necessariamente um propósito principal ou essencial.
ru: Тем не менее, стоит помнить, что подавляющее большинство видео, опубликованных в Интернете (и даже на YouTube), публикуются в нерыночных целях: вознаграждение - это инструмент, но не обязательно основная или существенная цель.

source: Nevertheless, the ambition remains to be <strong>a free and decentralized alternative</strong>: the goal of an alternative is not to replace, but to propose something else, with different values, in parallel to what already exists.
es: Sin embargo, la ambición sigue siendo ser <strong>una alternativa gratuita y descentralizada</strong>: el objetivo de una alternativa no es reemplazar, sino proponer otra cosa, con valores diferentes, en paralelo a lo que ya existe.
fr_fr: Néanmoins, l’ambition reste d’être <strong>une alternative libre et décentralisée</strong> : le but d’une alternative n’est pas de remplacer, mais de proposer quelque chose d’autre, avec des valeurs différentes, en parallèle de ce qui existe déjà.
gl: Porén, a ambición é ser unha <strong>alternativa libre e descentralizada</strong>: o obxetivo dunha alternativa non é substituír, se non propoñer algo máis, con diferentes valores, en paralelo ao xa existente.
pl: Wciąż, założeniem jest pozostanie <strong>wolną i zdecentralizowaną alternatywą</strong>, a celem alternatywy nie jest zastąpienie, lecz bycie czymś innym, o innych założeniach, równolegle z tym co już istnieje.
pt_br: Contudo, a ambição continua a ser <strong>uma alternativa livre e descentralizada</strong>: o objetivo de uma alternativa não é substituir, mas de propor alguma outra coisa, com um valor diferente, em paralelo com o que já existe.
ru: Тем не менее, PeerTube будет <strong> свободной и децентрализованной альтернативой </strong>: цель альтернативы - не заменить, а предложить что-то другое, с другими ценностями, параллельно тому, что уже существует.

source: New plugins (annotations, etc)
fr_fr: Plugins (annotations, etc.)

source: News
es: Noticias
fr_fr: Actus
gl: Novas
pl: Aktualności
pt_br: Notícias
ru: Новости

source: News & Politics
es: Noticias y política
fr_fr: Actualité & Politique
gl: Novas & Política
pl: Wydarzenia i polityka
pt_br: Notícias e Políticas
ru: Новости и политика

source: Newsletter
es: Suscripción
fr_fr: Lettre d’information
gl: Boletín de novas
pt_br: Boletim Informativo
ru: Новостная рассылка

source: Nickname
fr_fr: Pseudonyme

source: No chat, no gif, no ❤️ 👍
fr_fr: Sans Tchat, ni gif, ni ❤️ 👍

source: No opinion
es: Sin opinión
fr_fr: Sans opinion
gl: Sen opinión
pl: Bez znaczenia
pt_br: Sem opiniões
ru: Не выбрано

source: No video quota per user
es: Sin cuota de vídeo por usuario
fr_fr: Aucun quota par utilisateur
gl: Sen quota de vídeo por usuaria
pl: Brak limitu na użytkownika
pt_br: Nenhuma quota por utilizador
ru: Нет ограничений на видео пользователя

source: No. In October 2018, on an average instance federating with ~200 instances and indexing ~16000 videos, only ~200 videos are tagged as NSFW (i. e. the content is sensitive, which could be something else than pornography). Therefore, they represent only ~1% of all the videos.
es: No. En octubre de 2018, en una instancia promedio que se federa con ~200 instancias e indexa ~16.000 vídeos, solo ~200 vídeos están etiquetados como NSFW (es decir, el contenido es sensible, que también podría ser algo distinto a pornografía). Por lo tanto, representan solo ~ 1% de todos los vídeos.
fr_fr: Non. En octobre 2018, sur une instance moyenne qui se fédère avec environ 200 autres instances et indexe 16000 vidéos, seules 200 vidéos sont étiquetées NSFW (c'est à dire dont le contenu est sensible, pouvant d'ailleurs être autre chose que de la pornographie). Elles représentent donc seulement 1% à 2% de l'ensemble des vidéos.
gl: Non. En outubro de 2018, unha instancia media que federe cunhas 200 instancias e indexe uns 16000 vídeos, só uns 200 vídeos teñen a marca NSFW (ex. contido sensible, que pode ser algo máis ca pornografía). Polo tanto, representa aproximadamente un 1% de tódolos vídeos.
pl: Nie. W październiku 2018, na przeciętnej instancji federującej się z ±200 instancjami, indeksującej ±16000 filmów, tylko ±200 jest otagowana jako NSFW (zawartość jest wrażliwa, może to oznaczać coś innego niż pornografię). Oznacza to, że jest to tylko ±1% wszystkich filmów.
pt_br: Não. Em Outubro de 2018, sobre uma instância média que se federou com cerca de 200 outras instâncias e indexaram 16.000 vídeos, apenas 200 vídeos foram etiquetados como NSFW (isto é, que o conteúdo é sensível, podendo ser até mesmo outra coisa diferente da pornografia). Eles representavam apenas 1% à 2% de conjunto dos vídeos.
ru: Нет. В октябре 2018 года, в среднем, например в сети ~ 200 экземпляров и проиндексированных ~ 16000 видео, только ~ 200 видео помечаются как NSFW (что-то, что вы не хотели бы смотреть при всех на работе). Таким образом, они представляют только ~ 1% всех видео.

source: November 12, 2019
es: 12 de noviembre de 2019
fr_fr: 12 Novembre 2019
gl: 12 de Novembro, 2019
pl: 12 listopada 2019
pt_br: 12 de Novembro de 2019
ru: 12 ноября 2019

source: now
fr_fr: maintenant

source: Now imagine that Camille has created an account on DominiqueTube and uploads an illegal video, because this video uses music created by Solal.
es: Ahora imagine que Camille ha creado una cuenta en DominiqueTube y sube un vídeo ilegal, porque este vídeo usa música creada por Soraya.
fr_fr: Imaginons maintenant que Camille s’est créé un compte sur DominiqueTube et y téléverse une vidéo illégale, car cette vidéo utilise la musique crée par Solal.
gl: Agora imaxina que Camille creou unha conta no DominiqueTube e sube un vídeo illegal, porque o vídeo usa música creada por Solal.
pl: Wyobrażmy sobie teraz, że Kamila utworzy konto na DominikaTube i opublikuje nielegalny film, zawierający muzykę utworzoną przez Solal.
pt_br: Agora imagine que Camila criou uma conta no DominiqueTube e subiu um vídeo ilegal, porque este vídeo usa música criada por Soraia.
ru: А теперь представьте, что Камилла создала аккаунт на DominiqueTube и загружает нелегальное видео, потому что в этом видео используется музыка, созданная Solal.

source: Now, administrators can <strong>manage more finely how other instances subscribe to their own instance</strong>. The administrator can decide whether or not to approve the subscription of another instance to its own. It is also possible to activate automatic rejection for any new subscription to its instance. Finally, a notification is created as soon as the administrator's instance receives a new subscription. These features help administrators control on which instances their content is displayed.
es: Ahora, los administradores pueden <strong>administrar con mayor precisión cómo otras instancias se suscriben a su propia instancia</strong>. El administrador puede decidir si aprueba o no la suscripción de otra instancia. También es posible activar el rechazo automático para cualquier suscripción nueva a su instancia. Finalmente, se crea una notificación tan pronto como la instancia del administrador recibe una nueva suscripción. Estas características ayudan a los administradores a controlar en qué instancias se muestra su contenido.
fr_fr: Les administrateurs peuvent maintenant <strong>gérer plus finement les autres instances s’abonnant à leur instance</strong> : un administrateur peut décider d'approuver ou non l'abonnement d'une autre instance à la sienne. Il est aussi possible d'activer le refus automatique tout nouvel abonnement à son instance. Enfin, une notification est créée dès que son instance reçoit un nouvel abonnement. Ces fonctionnalités permettent à chaque administrateur de maîtriser plus facilement la diffusion des contenus mis en ligne sur leur instance.
gl: Agora, a administración pode <strong>xestionar de xeito preciso o xeito o que outras instancias se subscriben a súa instancia</strong>. A administración pode decidir se aproba a subscrición desde outra instancia. Tamén pode rexeitar automáticamente calquera subscrición a súa instancia. Finalmente, créase unha notificación tan pronto a administración da instancia recibe unha nova subscrición. Estas ferramentas axudan a controlar en que instancias se mostrará o seu contido.
pl: Od teraz administratorzy mogą <strong>bardziej precyzyjnie zarządzać, czy inne instancje subskrybują ich instancje</strong>. Administrator może zadecydować, czy przyjąć subskrypcję przez inną instancję. Możliwa jest też aktywacja automatycznego odrzucania subskrypcji ze strony nowych instancji. Doodatkowo, zostały dodane powiadomienia dla administratorów, gdy tylko instancja zostanie zasubskrybowana przez inną. Te funkcje pomogą administratorom zachować kontrolę nad tym, na jakich instancjach wyświetlana jest zawartość ich instancji.
pt_br: Agora os administradores podem <strong>gerenciar mais detalhadamente como outras instâncias se inscrevem na sua própria instância </strong>. O administrador pode decidir se aprova ou não a inscrição de outra instância na sua. É possível também ativar a rejeição automática para cada nova inscrição para essa instância. Finalmente uma notificação é criada assim que o administrador da instância recebe uma nova inscrição. Esse recurso ajuda os administradores a controlar em qual instância o seu conteúdo é mostrado.
ru: Теперь администраторы могут <strong> более точно управлять тем, как другие сервера подписываются на свой собственный экземпляр </strong>. Администратор может решить, следует ли утверждать подписку другого сервера на свою собственную. Также возможно активировать автоматическое отклонение для любой новой подписки. Наконец, уведомление создается, как только сервер администратора получает новую подписку. Эти функции помогают администраторам контролировать, на каких других серверах PeerTube отображается их содержимое.

source: Now, this system allows each administrator to <b>create specific plug-ins</b> depending on their needs. They may install extensions created by other people on their instance as well. For example, it is now possible to install community created graphical themes to change the instance visual interface.
es: Ahora, este sistema permite a cada administrador <b>crear plug-ins específicos</b> según sus necesidades. También pueden instalar extensiones creadas por otras personas en sus instancias. Por ejemplo, ahora es posible instalar temas gráficos creados por la comunidad para cambiar la interfaz visual de la instancia.
fr_fr: Avec ce système, chaque administrateur⋅ice peut dorénavant <b>créer des plugins spécifiques</b> en fonction de ses besoins. Mais iel peut aussi installer des extensions créées par d’autres personnes sur son instance. Par exemple, il est possible d’installer des thèmes graphiques créés par la communauté pour changer l’interface visuelle d’une instance.
gl: Agora, este sistema permite a administración <b>crear engadidos específicos</b> dependendo das súas necesidades. Poderían instalar extensións creadas por outra xente nas súas instancias. Por exemplo, é posible instalar decorados creados pola comunidade para cambiar o aspecto visual da interface.
pl: Obecnie system ten pozwala każdemu administratorowi na <b>utworzenie odpowiednich wtyczek</b> zgodnych jego oczekiwaniami. Może też zainstalować rozszerenia utworzone przez osób z innych instancji. Na przykład, od teraz można zainstalaować utworzone przez społeczność motywy graficzne zmieniające wygląd interfejsu instancji.
pt_br: Com esse sistema, cada administrador poderá de agora em diante <b>criar plugins específicos</b> dependendo de suas necessidades. Eles talvez instalem extensões criadas por outras pessoas em suas instâncias também. Por exemplo, agora é possível criar um tema gráfico criado pela comunidade para mudar o visual da tela da instância.
ru: Теперь эта система позволяет каждому администратору <b> создавать специальные подключаемые модули </b> в зависимости от своих потребностей. Они могут также устанавливать расширения, созданные другими людьми на их сервере. Например, теперь можно установить созданные графические темы сообщества для изменения визуального интерфейса сервера.

source: October 16, 2018
es: 16 de octubre de 2018
fr_fr: 16 Octobre 2018
gl: 16 de outubro, 2018
pl: 16 października 2018
pt_br: 16 de Outubro de 2018
ru: 16 октября 2018

source: Of course, PeerTube's video player adapts to your situation: if your installation does not allow peer-to-peer playback (corporate network, recalcitrant browser, etc.) video playback will be done in the classic way.
es: Por supuesto, el reproductor de video de PeerTube se adapta a su situación: si tu instalación no permite la reproducción de igual a igual (red corporativa, navegador recalcitrante, etc.), la reproducción de video se realizará de la manera clásica.
fr_fr: Bien sûr, le lecteur vidéo de PeerTube s’adapte à votre situation : si votre installation ne permet pas la diffusion en pair-à-pair (réseau d’entreprise, navigateur récalcitrant, etc.) la lecture de la vidéo se fera de manière classique.
gl: Por suposto, o reprodutor de PeerTube adáptase as circunstancias: se a instalación non permite a reprodución entre pares (redes corporativas, navegadores antigos, etc.) a reprodución faise do xeito clásico.
pl: Oczywiście, odtwarzacz PeerTube dostosowywuje się do sytuacji – jeżeli instalacja nie pozwala na odtwarzanie peer-to-peer (sieć korporacji, oporna przeglądarka itd.), odtwarzanie wideo odbędzie się w klasyczny sposób.
pt_br: Claro, o leitor de vídeo do PeerTube se adapta à sua situação: Se a sua instalação não permite a difusão de pessoa-a-pessoa (rede de empresa, navegador desobediente, etc) a leitura do vídeo se fará da maneira clássica.
ru: Конечно, видеоплеер PeerTube адаптируется к вашей ситуации: если ваша ситуация не позволяет пиринговое воспроизведение (корпоративная сеть, непокорный браузер и т. Д.), Воспроизведение видео будет выполнено классическим способом.

source: On the contrary, PeerTube's concept is to create a network of multiple small interconnected video hosting providers.
es: Por el contrario, el concepto de PeerTube es crear una red de múltiples pequeños proveedores de alojamiento de video interconectados.
fr_fr: Au contraire, le concept de PeerTube est de créer un réseau de nombreux petits hébergeurs de vidéos, interconnectés.
gl: Polo contrario, o concepto de PeerTube é crear unha rede de múltiples pequenos provedores de hospedaxe interconectados.
pl: Zamiast tego, koncepcja PeerTube polega na tworzeniu sieci złożonej z wielu małych, wzajemnie połączonych dostawców wideo.
pt_br: Ao contrário, o conceito de PeerTube é criar uma rede de vários provedores de difusão de vídeo pequenos, porém, interconectados.
ru: Напротив, концепция PeerTube заключается в создании сети из нескольких небольших взаимосвязанных видеохостингов.
