Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: At a time when no one knows what the future will bring, it didn't seem decent for us to do a crowdfunding campaign threatening to not do our best on PeerTube if we didn't raise the necessary funds.
fr_fr: À l'heure ou personne ne sait de quoi l'avenir sera fait, il ne nous semblait pas décent de faire une campagne de crowdfunding menaçant de ne pas faire de notre mieux sur PeerTube si nous ne récoltions pas les sommes nécessaires.

source: At least 1GB
es: Al menos 1GB
fr_fr: Au moins 1 Go
gl: 1G ao menos
pl: Przynajmniej 1GB
pt_br: Pelo menos 1GB
ru: Не менее 1 ГБ

source: At least 20GB
es: Al menos 20GB
fr_fr: Au moins 20 Go
gl: 20GB ao menos
pl: Przynajmniej 20Przynajmniej 1GBGB
pt_br: Pelo menos 20GB
ru: Не менее 20 ГБ

source: At least 50GB
es: Al menos 50GB
fr_fr: Au moins 50 Go
gl: 50GB ao menos
pl: Przynajmniej 50GB
pt_br: Pelo menos 50GB
ru: Не менее 50 ГБ

source: At least 5GB
es: Al menos 5GB
fr_fr: Au moins 5 Go
gl: 5GB ao menos
pl: Przynajmniej 5GB
pt_br: Pelo menos 5GB
ru: Не менее 5 ГБ

source: August 20, 2018
es: 20 de Agosto de 2018
fr_fr: 20 Août 2018
gl: 20 Agosto, 2018
pl: 20 sierpnia 2018
pt_br: 20 de agosto de 2018
ru: 20 августа 2018

source: B
fr_fr: o
pt_br: o
ru: бацилла

source: Because by design free/libre software respects our fundamental freedoms, and guarantees them by <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/blob/develop/LICENSE">a license</a>, so a legally enforceable contract.
es: Porque por diseño, el software libre / libre respeta nuestras libertades fundamentales y las garantiza con <a target = "_ blank" rel = "noopener noreferrer" href = "https://github.com/Chocobozzz/PeerTube/blob/develop/LICENSE" > una licencia </a> un contrato legalmente exigible.
fr_fr: Parce que c’est un logiciel qui respecte nos libertés fondamentales, et les garantit par <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/blob/develop/LICENSE">une licence</a>, donc un contrat légalement opposable.
gl: Debido a que o deseño do software libre/free respecta as nosas liberdades fundamentais, garantizaas a <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/blob/develop/LICENSE">licenza</a>, como un contrato legal vinculante.
pl: Ponieważ z założenia wolne i otwarte oprogramowanie szanuje naszą fundamentalną wolność i gwarantuje ją dzięki<a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/blob/develop/LICENSE">licencji</a>, mającej podstawę prawną umowie.
pt_br: Porque é um software que respeita nossas liberdades fundamentais e garante isso através de <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/blob/develop/LICENSE">uma licença </a>, ou seja, um contrato que se pode fazer cumprir legalmente.
ru: Из-за того, что свободное ПО уважает наши основные свободы и гарантирует их, <a target = "_ blank" rel = "noopener noreferrer" href = "https://github.com/Chocobozzz/PeerTube/blob/develop/LICENSE" > эта лицензия </a>, очень нужна.

source: Because providing a video player easily integrated into any web environment is essential for us, PeerTube now provides a library for developers to control the integration of a video player via the <a href="https://docs.joinpeertube.org/#/api-embed-player" target="_blank">PeerTube Embed API</a>.
es: Debido a que es esencial para nosotros proporcionar un reproductor de video fácilmente integrado en cualquier entorno web, PeerTube ahora proporciona una biblioteca para que los desarrolladores controlen la integración de un reproductor de video a través de <a href = "https://docs.joinpeertube.org/#/api-embed-player" target ="_ blank"> API de inserción de PeerTube </a>.
fr_fr: Parce que fournir un lecteur vidéo intégrable facilement dans n'importe quel environnement web est essentiel, PeerTube fournit désormais une bibliothèque pour que les développeurs puissent contrôler l'intégration d'un lecteur vidéo via l'<a href="https://docs.joinpeertube.org/#/api-embed-player" target="_blank">API PeerTube Embed</a>.
gl: Debido a que proporcionar un reprodutor de vídeo integrado nun entorno web é básico para nós, agora PeerTube proporciona bibliotecas para que as desenvolvedoras integren o reprodutor a través da <a href="https://docs.joinpeertube.org/#/api-embed-player" target="_blank">API de integración PeerTube</a>.

source: Before this peer-to-peer broadcast, successful videographers (or videos that make the buzz) were doomed to be hosted by a web giant whose infrastructure can handle millions of simultaneous views... Or to pay for a very expensive independent video host so that it can hold the load.
es: Antes de esta transmisión peer-to-peer, los realizadores de vídeo exitosos (o los vídeos que daban de qué hablar) estaban condenados a ser alojados por un gigante cuya infraestructura pudiera manejar millones de vistas simultáneas... O a pagar alojamiento de vídeo independiente muy costoso que pudiera soportar semejante carga.
fr_fr: Mine de rien, avant cette diffusion en pair-à-pair, les vidéastes à succès (ou les vidéos qui font le buzz) étaient condamnés à s’héberger chez un géant du web dont l’infrastructure peut encaisser des millions de vues simultanées… Ou à payer très cher un hébergement de vidéo indépendant afin qu’il tienne la charge.
gl: Ates desta retransmisión entre pares, publicadoras de éxito (ou vídeos con éxito) estaban condenados a ser hospedados por xigantes cunha infraestructura que soporte millóns de reproducións simultáneas... ou pagar caros hóspedes independentes que se ocupen desta grande carga.
pl: Wcześniej, odnoszący sukces twórcy filmów (lub ich filmy) byli zmuszeni do hostowania przez wielkie firmy, których infrastruktura pozwala na wyświetlanie ich tysiącom osób jednocześnie… Lub płacić za niezależny pozwalający na to, lecz bardzo drogi hosting filmów.
pt_br: Antes desse sistema de transmissão pessoa-a-pessoa / em par - (peer-to-peer), as "videttes" ao sucesso (ou os vídeos TOP) estavam condenados a se hospedarem a um gigante da web cuja estrutura podia suportar milhões de visitas simultâneas... Ou a pagar bem caro por hospedagem de vídeo independente se conseguisse suportar a carga.
ru: До PeerTube успешные видеоблоггеры (или авторы хайповых видео) были обречены идти на поклон к корпорациям, инфраструктура которых может обрабатывать миллионы одновременных просмотров ... Или платить за очень дорогой независимый видеохостинг.

source: Being free doesn't mean being above the law! Each PeerTube hosting provider can decide on its own general conditions of use, abiding by their local laws.
es: ¡Ser libre no significa estar por encima de la ley! Cada proveedor de alojamiento de PeerTube puede decidir sobre sus propias condiciones generales de uso, respetando sus leyes locales.
fr_fr: Être libre ne signifie pas être au-dessus de la loi ! Chaque hébergement PeerTube peut décider de ses propres conditions générales d’utilisation, dans le cadre de la loi dont ils dépendent.
gl: Ser libre non significa estar por enriba da lei! Cada provedor de hospedaxe PeerTube pode decidir as súas propias condicións de uso, acatando as súas leis locais.
pl: Wolność nie oznacza działania ponad prawem! Właściciel każdej instancji może utworzyć własne zasady korzystania, zgodne z lokalnym prawem.
pt_br: Ser livre não significa estar acima da lei! Cada provedor de hospedagem Peertube pode decidir a respeito das condições gerais de utilização, permitidas pela lei local.
ru: Быть свободным не значит быть выше закона! Каждый хостинг-провайдер PeerTube может принять решение об общих условиях использования в соответствии со своими местными законами.

source: Better understand and use PeerTube
es: Mejor comprensión y uso de PeerTube
fr_fr: Mieux comprendre et utiliser PeerTube
gl: Entender mellor cómo funciona PeerTube
pl: Lepiej zrozumiej i korzystaj z PeerTube
pt_br: Melhor entender e usar PeerTube
ru: Лучше понять и использовать PeerTube

source: Blur
es: Difuminar
fr_fr: Flouter
gl: Esborranchar
pl: Rozmycie
pt_br: Desfocar
ru: Размыть

source: Blur the title and thumbnail
es: Difuminar el título y la miniatura
fr_fr: Flouter le titre et la miniature
gl: Esborranchar o título e miniatura
pl: Rozmywanie tytułów i miniatur
pt_br: Borrar o título e a miniatura
ru: Размытие заголовка и превьюшки

source: Blurred
es: Difuminado
fr_fr: Flouté
gl: Esborranchado
pl: Rozmywane
pt_br: Desfocado
ru: Размазанный

source: Browse contents
es: Navegar contenidos
fr_fr: Explorer les contenus
gl: Navegar nos contidos
pl: Przeglądaj zawartość
pt_br: Procurar conteúdo
ru: Просмотр содержимого

source: Browse/discover PeerTube instances
es: Navegar/descubrir instancias de PeerTube
fr_fr: Découvrir les instances PeerTube
gl: Navegar/descubrir instancias PeerTube
pl: Przeglądaj/poznawaj instancje PeerTube
pt_br: Procurar/descobrir instâncias PeerTube
ru: Список серверов-видеохостеров PeerTube

source: Built from instances.joinpeertube.org
es: Construido a partir de instancias.joinpeertube.org
fr_fr: Construit à partir de instances.joinpeertube.org
gl: Obtido de instances.joinpeertube.org
pl: Na podstawie instances.joinpeertube.org

source: But above all, <strong>PeerTube treats you like a person, not as a product</strong> that it has to track, profile, and lock in video loops to better sell your available brain time. Thus, the <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">source code</a> (the recipe) of the PeerTube software is open, making its operation transparent.
es: Pero, sobre todo, <strong> PeerTube te trata como una persona, no como un producto </strong> que tiene que rastrear, perfilar y atrapar en bucles de video para vender mejor tu tiempo cerebral disponible. Por lo tanto, el <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube"> código fuente </a> (la receta) del software PeerTube está abierto, lo que hace que su funcionamiento sea transparente.
fr_fr: Mais surtout, <strong>PeerTube vous considère comme une personne, et non pas comme un produit</strong> qu’il faut pister, profiler, et enfermer dans des boucles vidéos pour mieux vendre votre temps de cerveau disponible. Ainsi, <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">le code source</a> (la recette de cuisine) du logiciel PeerTube est ouvert, ce qui fait que son fonctionnement est transparent.
gl: Sobre todo, <strong>PeerTube trátate como a unha persoa, non como un produto</strong> a rastrexar, perfilar e atrapar en bucles de vídeos para vender mellor o tempo do teu cerebro. Así, o <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">código fonte</a> (a receita) do software PeerTube é aberta, facendo que a operativa sexa transparente.
pl: Poza tym, przede wszystkim <strong>dla PeerTube jesteś osobą, nie produktem</strong> który musi być śledzony, profilowany i zamknięty w pętli filmów aby wykorzystać Twój czas. Dlatego <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">kod źródłowy</a> oprogramowania PeerTube jest otwarty, czyniąc jego działanie transparentnym.
pt_br: Mas acima de tudo, <strong>PeerTube trata você como uma pessoa, não como um produto</strong>, é por isso que minuciosamente seguir, organizar os perfis para melhor vender o tempo do seu cérebro. Assim, <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">o código fonte</a> (the recipe) do aplicativo PeerTube ser aberto, tornando sua operação transparente.
ru: Но, прежде всего, <strong> PeerTube относится к вам как к человеку, а не как к продукту </strong>, который он должен отслеживать копиразм в своём видео, чтобы лучше продавать имеющееся у вас время. Таким образом, <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube"> исходный код </a> программного обеспечения PeerTube открыт, что делает его работу прозрачной.

source: But this is just the beginning, PeerTube is not (yet) perfect, and many features are missing. But we intend to keep improving it day after day.
es: Pero esto es solo el comienzo, PeerTube no es (todavía) perfecto y faltan muchas características. Pero tenemos la intención de seguir mejorando día tras día.
fr_fr: Mais ceci n’est qu’un début, PeerTube n’est pas (encore) parfait, et de nombreuses fonctionnalités manquent à l’appel. Nous comptons bien continuer de l’améliorer jour après jour.
gl: Pero esto só é o comezo, PeerTube (aínda) non é perfecto, e faltan moitas características. Temos intención de melloralo día a día.
pl: Ale to dopiero początek – PeerTube nie jest (jeszcze) idealne i brakuje mu wielu funkcji. Ale staramy się codziennie go usprawniać.
pt_br: Mas isso é apenas o começo, PeerTube não está ainda perfeito, e vários recursos estão faltando. Mas nós pretendemos continuar melhorando dia a dia.
ru: Но это только начало. PeerTube (пока) не совершенен, и многие функции отсутствуют. Но мы намерены продолжать улучшать его изо дня в день.

source: By <strong>filtering according to your profile</strong> (video maker or viewer), <strong>themes</strong> that you are looking for or <strong>languages</strong> you speak, <strong>find an instance whose rules match your needs!</strong>
es: Al <strong> filtrar según tu perfil </strong> (creador de videos o espectador), los <strong> temas </strong> que estás buscando o los <strong> idiomas </strong> que hablas, <strong> encontrarás un instancia cuyas reglas se ajustan a tus necesidades! </strong>
fr_fr: En <strong>filtrant selon votre profil</strong> (vidéaste ou spectateur), <strong>les thèmes</strong> que vous recherchez ou encore <strong>les langues</strong> avec lesquelles vous souhaitez interagir, <strong>trouvez une instance dont les règles vous correspondent !</strong>
gl: A través do <strong>filtro de acordo ao teu perfil</strong> (creadora ou espectadora), os <strong>temas</strong> que buscas ou os <strong>idiomas</strong> que falas, <strong>atopa unha instancia que se axeite as túas necesidades!</strong>
pl: <strong>Na podstawie tego, do czego wykorzystujesz platformę</strong> (tworzenie filmów czy oglądanie ich), <strong>tematów</strong> których szukasz czy <strong>języków</strong> których używasz, <strong>znajdź instancję której zasady spełniają Twoje potrzeby!</strong>
pt_br: Ao <strong>filtrar através do seu perfil</strong> (um criador de vídeo ou um espectador), <strong>themes</strong> que você esteja buscando ou ainda a língua que <strong>languages</strong> você fala, <strong>encontre a instância cujas regras se encaixam nas suas necessidades!</strong>
ru: <strong>Настройте фильтр по</strong> создателю видео или программе просмотра, <strong>темам</strong>, которые вам интересны, или <strong>языкам</strong>, на которых вы говорите и <strong>найдите самый подходящий сервер PeerTube, интересный именно вам!</strong>

source: By acting both on the <i>core</i>, but also by allowing the development of plugins, we believe that PeerTube will, in the long term, be able to respond much better to these issues and allow different communities to adapt PeerTube to their needs.
es: Al actuar tanto en el <i> núcleo </i> como al permitir el desarrollo de complementos, creemos que PeerTube podrá, a largo plazo, responder mucho mejor a estos problemas y permitir que diferentes comunidades adapten PeerTube a sus necesidades.
fr_fr: En agissant à la fois sur le <i>core</i>, mais aussi en permettant le développement de plugins, nous pensons que PeerTube pourra, à terme, beaucoup mieux répondre à ces problématiques et permettre aux différentes communautés d’adapter PeerTube à leurs besoins.
gl: Actuando tanto sobre o <i>núcleo</i>, pero tamén permitindo o desenvolvemento de engadidos, cremos que PeerTube poderá, a longo plazo, responder moito mellor a estos temas e permitir que diferentes comunidades o adapten as súas necesidades.
pl: Uważamy, że jeżeli zarówno będziemy pracować nad <i>rdzeniem</i>, jak i pozwolimy na tworzenie wtyczek, na dłuższą metę łatwiej będzie odnieść się do tych problemów i pozwolić każdej społeczności dostosować PeerTube do swoich potrzeb.
pt_br: Atuando tanto no <i>núcleo</i>, mas também permitindo o desenvolvimento de plugins (modulos de extensão), acreditamos que PeerTube irá, a a longo termo, ser capaz de responder bem melhor à essas questões e possibilitar com que várias comunidades se adaptem ao PeerTube de acordo com as suas necessidades.
ru: Меняя <i> ядро </i>, или разрешая разработку плагинов, мы верим, что в долгосрочной перспективе PeerTube сможет гораздо лучше реагировать на проблемы и позволит различным сообществам адаптировать PeerTube к их потребностям.

source: By default, this configuration is set to "Hide them". If some administrators decide to display them with a blur filter for example, it's <strong>their</strong> choice.
es: De manera predeterminada, esta configuración está establecida en "Ocultarlos". Si algunos administradores deciden mostrarlos con un filtro de desenfoque, por ejemplo, es <strong> su elección </strong>.
fr_fr: Par défaut, cette configuration est "Les cacher". Si certains administrateurs décident de les afficher avec flou par exemple, c'est <strong>leur</strong> choix.
gl: Por omisión, esta configuración establécese a "Agochado". Se alguén da administración decide amosalos por exemplo cun filtro de esborranchado, sería a elección <strong>propia</strong>.
pl: Domyślną opcją jest ukrywanie ich. Jeżeli niektórzy administratorzy postanowią wyświetlać je z filtrem rozmywającym, to tylko <strong>ich</strong> wybór.
pt_br: No modo padrão, a configuração é "Oculte-os". Se algum administrador decidir mostrá-los com um filtro de desfoque por exemplo, isso é <strong>escolha deles</strong>.
ru: По умолчанию эта конфигурация установлена на «Скрыть их». Некоторые администраторы могут отобразить их с фильтром размытия, например, если<strong> сами </strong> так решат.

source: Català
es: Catalán
fr_fr: Catalan
gl: Catalá
pt_br: Catalão
ru: Català (Каталонский)

source: Čeština
es: Checo
fr_fr: Tchèque
pt_br: Tcheco
ru: Čeština (Чешский)

source: Change interface language
es: Cambiar el idioma de la interfaz
fr_fr: Changer la langue de l'interface
gl: Mudar idioma da interface
pl: Zmień język interfejsu
pt_br: Mudar o idioma do interface
ru: Выбрать язык

source: Check out PeerTube’s new roadmap for the development of many features including live and peer-to-peer video streaming. Support this v3 scheduled for late 2020.
fr_fr: Découvrez la nouvelle feuille de route de PeerTube pour le développement de nombreuses fonctionnalités dont la diffusion de vidéos en live et en pair à pair. Soutenez cette v3 prévue pour la fin 2020.

source: Cheers,
es: Saludos,
fr_fr: Librement,
gl: Parabéns,
pl: Pozdrawiamy,
pt_br: Livremente,
ru: С уважением,

source: City
fr_fr: Ville

source: Comedy
es: Comedia
fr_fr: Humour
gl: Comedia
pl: Komedia
pt_br: Humor
ru: Комедии

source: Comments & Complaints
es: Comentarios y quejas
fr_fr: Commentaires & Plaintes
gl: Comentarios e Queixas
pl: Komentarze i uwagi

source: Company, association, community...
fr_fr: Entreprise, association, collectivité…

source: Concretely here, it means that:
es: Concretamente aquí, significa que:
fr_fr: Concrètement, ici, cela signifie que :
gl: Concretamente aquí, significa que:
pl: W tym przypadku oznacza to, że:
pt_br: Concretamente, aqui, isso significa:
ru: Конкретно здесь это означает, что:

source: Contribute
es: Contribuir
fr_fr: Contribuer
gl: Contribuír
pl: Współtwórz
pt_br: Contribuir
ru: Поддержать

source: Contribute to PeerTube
es: Contribuir a PeerTube
fr_fr: Contribuer à PeerTube
gl: Contribuír a PeerTube
pl: Współtwórz PeerTube
pt_br: Contribuir com PeerTube
ru: Добровольный взнос на PeerTube

source: contributors
fr_fr: contributeurs

source: Contributors
es: Contribuyentes
fr_fr: Contributeurs
gl: Contribuíntes
pl: Twórcy
pt_br: Contribuidores
ru: Поддержавшие деньгами

source: Create an account
es: Crear una cuenta
fr_fr: Créer un compte
gl: Crear unha conta
pl: Utwórz konto
pt_br: Crie uma conta
ru: Завести аккаунт

source: Creation and content
es: Creación y contenido
fr_fr: Création et contenus
gl: Creatividade e contido
pl: Tworzenie i zawartość
pt_br: Criação e conteúdo
ru: Создание и содержание

source: Credit card
fr_fr: Carte bancaire

source: customization options when video sharing
es: opciones de personalización al compartir vídeo
fr_fr: options de personnalisation lors du partage d’une vidéo
gl: opcións de personalización ao compartir video
pl: opcje dostosowywania przy udostępnianiu filmów
pt_br: personalizar compartilhamento do vídeo
ru: параметры настройки при обмене видео

source: Deutsch
es: Alemán
fr_fr: Allemand
gl: Neerlandés
pt_br: Alemão
ru: Deutsch (Немецкий)

source: developed by
es: desarrollado por
fr_fr: développé par
gl: desenvolto por
pl: rozwijane prez
pt_br: desenvolvido por
ru: разработано

source: Developments on comments
es: Desarrollos en comentarios
fr_fr: Des évolutions sur les commentaires
gl: Desenvolvemento en comentarios
pl: Rozwój komentarzy

source: Direct contact with a human-scale hoster allows for two things: you no longer are the client of a huge tech company, and <strong>you can nurture a special relationship with your hoster, who distributes your data.</strong>
es: El contacto directo con un proveedor de alojamiento a nivel humano permite dos cosas: ya no eres cliente de una gran empresa de tecnología y <strong> puedes fomentar una relación especial con tu proveedor de alojamiento, quien distribuye tus datos. </strong>
fr_fr: Être en contact direct avec un hébergeur à taille humaine vous permet, non seulement de ne plus être le client d'une grande entreprise du numérique, mais surtout <strong>d'avoir des rapports privilégiés avec les personnes qui hébergent et diffusent vos données.</strong>
gl: O contacto directo a escala humana permíteche: non ser o cliente dunha empresa enorme, e <strong>establecer unha relación especial con quen hospeda os teus videos, quen distribúe os teus contidos.</strong>
pl: Bezpośredni kontakt dostawcy hostingu z użytkownikami pozwala na dwie rzeczy: nie jesteeś już klientem wielkiej firmy technologicznej i <strong>możesz nawiązać szczególną więź z osobą, która dystrybuuje Twoje dane.</strong>
pt_br: O contato direto com um provedor de características humanas permite, não apenas de não ser mais um cliente de uma grande empresa digital, mas sobretudo <strong>ter uma relação privilegiada que hospedam e difundem seus dados.</strong>
ru: Прямой контакт с небольшим человеческим-хостером означает: вы больше не являетесь клиентом крупной технологической компании и <strong> вы можете поддерживать особые отношения с вашим хостером, который предоставляет доступ к вашим данным. </strong>

source: Discover instances
es: Descubrir instancias
fr_fr: Voir la liste des instances
gl: Descubrir instancias
pl: Poznać instancje
pt_br: Descobrir instâncias
ru: Смотреть видео

source: Discover our content selection
es: Descubre nuestra selección de contenidos
fr_fr: Découvrez notre sélection de contenus
gl: Descubre a nosa selección de contido
pl: Poznaj dostepną treść
pt_br: Descubra nossa seleção de conteúdos
ru: Откройте для себя то, что нам уже нравится

source: Discover our FAQ
es: Descubrir nuestras preguntas frecuentes
fr_fr: Découvrez la FAQ
gl: Descubre as PMF
pl: Przeczytaj nasze FAQ
pt_br: Descubra nosso FAQ
ru: Покурите FAQ

source: Discover PeerTube instances
es: Descubrir instancias de PeerTube
fr_fr: Découvrir les instances PeerTube
gl: Descubrir instancias PeerTube
pl: Poznaj instancje PeerTube
pt_br: Descubra instâncias PeerTube
ru: Пройдитесь по серверам-видеохостерам
