Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: "It's outrageous and unconscious: you're releasing PeerTube's version x.y.z when it doesn't contain the necessary tools to effectively manage videos claimed by rights holders, or to effectively manage the issue of online harassment in comments, or to effectively manage monetization through advertising, or to (insert here your request to PeerTube). It will never work! What do you intend to do about it?"
es: "Es indignante e inconsciente: están publicando la version x.y.z de PeerTube cuando no contiene las herramientas necesarias para administrar de manera efectiva los vídeos reclamados por los titulares de derechos, o para administrar de manera efectiva el tema del acoso en línea en los comentarios, o para administrar de manera efectiva la monetización a través de la publicidad o (inserte aquí su solicitud a PeerTube). ¡Nunca funcionará! ¿Qué piensa hacer al respecto? "
fr_fr: « C’est scandaleux et inconscient : vous sortez une version 1 de PeerTube alors qu’il ne contient pas les outils nécessaire pour gérer efficacement les vidéos faisant l’objet d’une réclamation par des ayant droits, ou pour gérer efficacement la question du harcèlement en ligne dans les commentaires, ou pour gérer efficacement la monétisation par la publicité, ou pour (insérez ici votre demande vis-à-vis de PeerTube). Cela ne fonctionnera jamais ! Que comptez-vous faire à ce sujet ? »
gl: "É escandaloso e irresponsable: publicas a versión x.y.z de PeerTube cando aínda non ten todas as ferramentas necesarias para que as posuidoras dos dereitos poidan xestionalos vídeos, ou que poidan xestionar os insultos nos comentarios, ou monetizar o vídeo a través da publicidade, ou (escribe aquí calquera petición a PeerTube). Nunca vai funcionar! ¿Que pensades facer ao respecto?"
pl: „To oburzające – wydajecie wersję x.y.z PeerTube, która nie zawiera wymaganych narzędzi aby zarządzać filmami z roszczeniami właścicieli praw autorskich czy efektywnie rozwiązywać problem nękania w komentarzach, narzędzi do monetyzacji przez reklamy czy (tu wstaw swoje zgłoszenie). To nigdy nie będzie działać! Co chcecie z tym zrobić?”

source: « Independent designer, UX researcher who seeks to thoroughly understand usability and design user-friendly, ethical and inclusive tools. »
fr_fr: « Designer indépendante, chercheuse UX pour comprendre les usages en profondeur et concevoir des outils utilisables, éthiques et inclusifs. »

source: (Aug. - Sept.)
fr_fr: (août - sept.)

source: (July)
fr_fr: (juillet)

source: (June)
fr_fr: (juin)

source: %{ instance.totalInstanceFollowers } follower instance
es: %{ instance.totalInstanceFollowers } página del seguidor
fr_fr: %{ instance.totalInstanceFollowers } instance abonnée
gl: %{ instance.totalInstanceFollowers } seguidora instancia
pl: %{ instance.totalInstanceFollowers } obserwująca instancja
pt_br: %{ instance.totalInstanceFollowers } instância do seguidor
ru: %{ instance.totalInstanceFollowers } сервер на связи

source: <a href="https://framablog.org/2020/05/26/our-plans-for-peertube-v3-progressive-fundraising-live-streaming-coming-next-fall">Read Framasoft's statement on the Framablog</a>
fr_fr: <a href="https://framablog.org/2020/05/26/nos-plans-pour-peertube-v3-collecte-perlee-du-live-pour-cet-automne">Lire la note d’intention de Framasoft sur le Framablog</a>

source: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">PeerTube's official documentation site</a> (administration and use);
es: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">El sitio web oficial de documentación de PeerTube</a> (administración y uso);
fr_fr: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">le site de la documentation officielle de PeerTube</a> (d'administration et d'utilisation) ;
gl: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">Web da documentación oficial de PeerTube</a> (administración e uso);
pl: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">Oficjalną stronę dokumentacji PeerTube</a> (administracja i korzystanie);
pt_br: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">Documentação Oficial do PeerTube</a> (administração e uso);
ru: <a target="_blank" rel="noopener noreferrer" href="https://docs.joinpeertube.org">Официальный сайт документации PeerTube</a> (администрирование и использование);

source: <p>The biggest challenge of live streaming on PeerTube is to <strong>get the live feed to be peer-to-peer</strong>. After extensive testing, we believe this is possible.</p> <p>By using the HLS technology that has been built into the PeerTube video player since version 1.3, we believe we can <strong>create a live stream with a one minute lag between streamers and viewers</strong>.</p> <p>We want to lay the technological foundation for this live stream feature, so <strong>this first version of PeerTube Live will be minimalist</strong>. There will be no stream captation tools, no built-in chat, no react emojis...</p> <p>However, we want to make sure that <strong>once the live is over, the video will be processed and added to the creator's channel</strong>, with every federation requirements checked.</p>
fr_fr: <p>Le plus gros défi du direct sur PeerTube, c'est de <strong>faire en sorte que le live soit diffusé en pair-à-pair</strong>. Après de nombreux tests, nous pensons que c'est possible. </p> <p>En utilisant la technologie HLS intégrée au lecteur vidéo de PeerTube depuis la version 1.3, nous pensons pouvoir <strong>créer un direct avec une minute de décalage entre vidéastes et spectateurs</strong>.</p> <p>Nous voulons poser les fondations technologiques de cette diffusion en direct : <strong>cette première version de PeerTube Live sera donc minimaliste</strong>. Il n'y aura pas d'outils de captation de flux, ni de tchat intégré, ni d'émoticônes pour réagir...</p> <p>Cependant, nous voulons faire en sorte qu'<strong>une fois le live fini, la vidéo sera traitée et ajoutée à la chaîne du vidéaste</strong>, ce en respectant les impératifs pour que tout soit correctement fédéré. </p>

source: <p>Today, when searching videos on a PeerTube instance today, it is hard to <strong>find content that is not in the federation bubble</strong> of that instance.</p> <p>We will create a <strong>server that indexes all videos</strong> and channels from all PeerTube instances that are listed on <a href="https://instances.joinpeertube.org/">the public directory</a>. The code for this indexing engine will be open source, so that anyone can host their own by setting their own eligibility rules.</p> <p>Each PeerTube instance administrator will be able to choose to <strong> use one of these indexing engines for their instance's search bar</strong> de son instance.</p> <p>In addition, <strong>announcements</strong> will allow instance administrators to display information to visitors to their instance.</p>
fr_fr: <p>Lorsqu'on recherche des vidéos sur une instance PeerTube aujourd'hui, il est difficile d'y <strong>trouver du contenu qui n'est pas dans la bulle de fédération</strong> de cette instance.</p> <p>Nous allons créer <strong>un serveur indexant la globalité des vidéos</strong> et des chaînes de toutes les instances PeerTube qui sont inscrites sur <a href="https://instances.joinpeertube.org/">l'annuaire public</a>. Le code de ce moteur d'indexation sera libre, afin que quiconque puisse héberger le sien en fixant ses propres règles d'admissibilité.</p> <p>Chaque administrateur d'instance PeerTube pourra choisir d'<strong>utiliser un de ces moteurs d'indexation pour la barre de recherche</strong> de son instance.</p> <p>Par ailleurs, <strong>les messages d'information</strong> permettront aux administrateurs d'une instance d'afficher une information aux personnes qui la visitent.</p>

source: <p>While each new version of PeerTube has brought <a href="https://joinpeertube.org/faq#peertube-developers-did-not-add-moderation-tools">new moderation features</a>, there is still much to be done to <strong>facilitate moderation</strong> of content and accounts in the federation. That's why we want to <strong>dedicate a month of development to new moderation tools</strong>.</p> <p>The list of functionalities to develop or improve is long: reports logs and monitoring, moderation history, comments moderation, moderation reports related to an account, feedback on steps taken (or not) following a report, <strong>fight against spam</strong>, sharing blacklists of instances, accounts or content...</p> <p>This list is being built <a href="https://github.com/Chocobozzz/PeerTube/labels/Component%3A%20Moderation%20%3Agodmode%3A"><strong>in collaboration with the community</strong></a>, and it is with these needs in mind that we will try to prioritize the moderation tools developed during this month.</p>
fr_fr: <p>Bien que chaque nouvelle version de PeerTube ait apporté <a href="https://joinpeertube.org/faq#peertube-developers-did-not-add-moderation-tools">de nouvelles fonctionnalités de modération</a>, il reste encore beaucoup à faire pour <strong>faciliter la modération</strong> des contenus et des comptes dans la fédiverse. Voilà pourquoi nous voulons <strong>consacrer un mois de développement à de nouveaux outils de modération</strong>.</p> <p>La liste des fonctionnalités à développer ou à améliorer est longue : suivi des signalements, historique de modération, modération des commentaires, rapports de modération lié à un compte, retour des actions engagées (ou non) suite à un signalement, <strong>lutte contre les spams</strong>, partage de listes noires d'instances, de comptes, de contenus...</p> <p>Cette liste se construit <a href="https://github.com/Chocobozzz/PeerTube/labels/Component%3A%20Moderation%20%3Agodmode%3A"><strong>en collaboration avec la communauté</strong></a>, et c'est à l'écoute de ces besoins que nous essaierons de prioriser les outils de modération développés durant ce mois.</p>

source: <p>While it is easy to embed a PeerTube video on a website or social media, the same cannot be said for playlists. We want to rework the <strong>embed and display of playlists</strong> on third party sites.</p> <p>We also want to <strong>allow two clips of the same video to be displayed in a playlist</strong>. Combined with the ability to extract a specific piece of video in a playlist, <strong>playlists will thus become very useful remixing tools</strong>, for example for educational purposes.</p> <p>Plugins allow anyone to contribute new features to PeerTube by coding them into PeerTube, and offer them to instance administrators. We want to <strong>improve the plugin system</strong> to offer more interaction possibilities.</p> <p>In order to put ourselves in their contributors' shoes, we are going to create a few plugins of our own, for example one to <strong>display information over a video to annotate it</strong> at a specific point in the viewing process.</p> <p>Finally, we want to work on <strong>selecting a set of plugins to showcase</strong> them on joinpeertube.org.</p>
fr_fr: <p>S'il est facile d'intégrer une vidéo PeerTube sur un site web ou dans des médias sociaux, on ne peut pas en dire autant des listes de lectures. Nous voulons <strong>retravailler l'intégration et l'affichage des playlists</strong> sur les sites tiers.</p> <p>Nous souhaitons aussi permettre l'<strong>affichage de deux extraits d'une même vidéo dans une liste de lecture</strong>. Associée à la possibilité d'extraire un bout de vidéo précis dans une liste de lecture, <strong>les playlists pourront ainsi devenir des outils de remix</strong> très utiles, par exemple pour des usages pédagogiques.</p> <p>Les plugins permettent à quiconque de contribuer, en codant de nouvelles fonctionnalités à PeerTube, pour les proposer aux administrateurs d'instances. Nous voulons <strong>améliorer le système de plugins</strong> pour offrir plus de possibilités d'interaction. </p> <p>Afin de se mettre à leur place, nous allons nous-mêmes en créer quelques-uns, et par exemple <strong>développer un plugin permettant d'afficher des infos par dessus une vidéo</strong> pour l'annoter à un moment précis du visionnage.</p> <p>Nous voulons enfin travailler à <strong>sélectionner un ensemble de plugins pour les mettre en valeur</strong> sur joinpeertube.org.</p>

source: <strong>But PeerTube doesn't centralize: it federates.</strong> Thanks to the <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> protocol (also used by <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org">the Mastodon federation</a>, a free/libre Twitter alternative), PeerTube can federate several small hosters so they don't have to buy thousands of hard disks to host videos for the whole world.
es: <strong>Pero PeerTube no centraliza: federa.</strong> Gracias al protocolo<a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> (también usado por <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org">la federación Mastodon</a>, una alternativa libre a Twitter), PeerTube puede federar a varios hospedajes pequeños de manera que no tengan que comprar miles de discos duros para alojar videos de todo el mundo.
fr_fr: <strong>Mais PeerTube ne centralise pas : il fédère.</strong> Grâce au protocole <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> (utilisé aussi par <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org">la fédération Mastodon</a>, une alternative libre à Twitter) PeerTube fédère plein de petits hébergeurs pour ne pas les obliger à acheter des milliers de disques durs afin d’héberger les vidéos du monde entier.
gl: <strong>Mais PeerTube non centraliza: federa.</strong> Grazas ao protocolo <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> (tamén utilizado pola <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org">federación Mastodon</a>, unha alternativa libre a twitter), PeerTube pode federar varios servidores pequenos e así non ter que mercar miles de discos duros para hospedar videos do mundo enteiro.
pl: <strong>Ale PeerTube nie jest scentralizowany. Jest sfederowany.</strong> Dzięki protokołowi <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> (wykorzystywanemu też w <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org">federacji Mastodona</a>, wolnej/otwartej alternatywy Twittera), PeerTube może federować wielu drobnych dostawców, dzięki czemu nie potrzebują tysięcy dysków do przechowywania filmów z całego świata.
pt_br: <strong>Mas o PeerTube não centraliza: ele federa.</strong> Graças ao protocolo <a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a> (usado também na <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org">federação do Mastodon</a>, uma alternativa livre/libre ao Twitter), o PeerTube pode federar vários hosters para que assim eles não tenham que comprar milhares de HDs para hospedar videos para o mundo inteiro.
ru: <strong>PeerTube не централизован: это группа.</strong> Спасибо протоколу<a target="_blank" rel="noopener noreferrer" href="https://activitypub.rocks">ActivityPub</a>(also used by <a target="_blank" rel="noopener noreferrer" href="https://joinmastodon.org">the Mastodon federation</a>, a free/libre Twitter alternative), PeerTube объединяет небольшие видеохостеры не имеющие миллионов для покупки хранилищ и каналов чтобы предоставлять видео всему миру.

source: <strong>Framasoft</strong> (that's us!) is a French non-for-profit created in 2004, dedicated <strong>to popular education</strong> on digital issues. Our small association (less than 40 members, less than 10 employees) is known to have realized the <a href="https://degooglisons-internet.org">"Degooglize the Internet" project</a>, proposing 34 ethical and alternative online tools.
fr_fr: <strong>Framasoft</strong> (c’est nous !) est une association à but non lucratif créée en 2004, qui se consacre à <strong>l’éducation populaire aux enjeux du numérique</strong>. Notre petite association (moins de 40 membres, moins de 10 salarié·e·s) est connue pour avoir réalisé <a href="https://degooglisons-internet.org">le projet Dégooglisons Internet</a>, proposant 34 outils en ligne éthiques et alternatifs.

source: <strong>It's software you install on your server</strong> to create a website where videos are hosted and broadcast... Basically: you create your own "homemade YouTube"!
es: <strong>Es un software que instala en su servidor</strong> para crear un sitio web donde se alojan y transmiten vídeos ... Básicamente: ¡crea tu propio "YouTube casero"!
fr_fr: <strong>C’est un logiciel que vous installez sur votre serveur</strong> pour créer votre site web d’hébergement et de diffusion de vidéos… En gros : vous vous créez votre propre « YouTube maison » !
gl: <strong>É software que instalas no teu servidor</strong> para crear un sitio web onde se gardan e retransmiten os vídeos... Básicamente: creas un "YouTube desde a túa casa"!
pl: <strong>To oprogramowanie które możesz zainstalować na swoim serwerze</strong>, aby utworzyć stronę na której przechowywane i transmitowane będą filmy… W praktyce, tworzysz własny „YouTube domowej roboty”!
pt_br: <strong>É o software que você instala no seu server</strong> para criar um site onde vídeos são hospedados e transmitidos... Basicamente: você cria seu próprio "YouTube caseiro"!
ru: <strong>Этот софт ставится на ваш сервер</strong> для создания сайта с вашим видеохостером... Проще говоря: он делает вам "свой YouTube"!

source: <strong>PeerTube 1.1</strong> added bulk actions in the admin users table and instance/account muting;
es: <strong>PeerTube 1.1</strong> agregó acciones masivas en la tabla de administración de usuarios y la posibilidad de silenciar cuentas/instancias;
fr_fr: <strong>PeerTube 1.1</strong> a ajouté les actions en lot dans les tables d'administration des utilisateurs et blocage d'instances/comptes ;
gl: <strong>PeerTube 1.1</strong> engadiu accións en bloque na tabela de usuarias e para acalar usuarias/instancias;
pl: <strong>PeerTube 1.1</strong> dodało masowe działania na tabeli użytkowników w panelu administracyjnym oraz wyciszanie instancji/użytkowników;

source: <strong>PeerTube 1.2</strong> added the ability to unfederate a video on blacklist; the notification system now shows reports, and new users;
es: <strong>PeerTube 1.2</strong> agregó la posibilidad de desfederar un vídeo en una lista negra; el sistema de notificación ahora muestra informes, y nuevos usuarios;
fr_fr: <strong>PeerTube 1.2</strong> a ajouté la possibilité de non-fédérer une vidéo sur liste noire ; le système de notification affiche désormais des rapports, et de nouveaux utilisateurs ;
gl: <strong>PeerTube 1.2</strong> engadiu a posibilidade de non federar un vídeo ou bloquealo; o sistema de notificacións agora mostra informes, e novas usuarias;
pl: <strong>PeerTube 1.2</strong> dodał możliwość usunięcia filmu z federacji; nowy system powiadomień wyświetla zgłoszenia i nowych użytkowników;

source: <strong>PeerTube 1.3</strong> added the possibility for admins to automatically quarantine new videos for new/untrusted users until a moderator reviews it. The instance's followers management was also reworked: UI is improved, follows can be denied;
es: <strong> PeerTube 1.3 </strong> agregó la posibilidad de que los administradores pongan en cuarentena automáticamente nuevos videos para usuarios nuevos/no-verificados hasta que un moderador los revise. La gestión de seguidores de instancia también se modificó: la interfaz de usuario se mejoró, se pueden negar seguidores;
fr_fr: <strong>PeerTube 1.3</strong> a ajouté la possibilité pour les administrateurs de mettre automatiquement en quarantaine les nouvelles vidéos pour les utilisateurs nouveaux ou non fiables jusqu'à ce qu'un modérateur les examine. La gestion des suiveurs de l'instance a également été retravaillée : L'interface utilisateur est améliorée, les followers peuvent être refusés ;
gl: <strong>PeerTube 1.3</strong> engadiu a posibilidade de que a administración poña en corentena automáticamente os novos vídeos de usuarias novas/non confiables ata que son revisados. Tamén se modificou a xestión dos seguimentos: mellorando a IU e pódense denegar os seguimentos;
pl: <strong>PeerTube 1.3</strong> dodało administratorom możliwość automatycznego dodawania do kwarantanny filmy nowych/niezaufanych użytkowników, zanim zatwierdzi je moderator. Zarządzanie śledzącymi instancją również zostało przygotowane na nowo: usprawniono interfejs, śledzenia mogą być odrzucone;

source: <strong>PeerTube 1.4</strong> added a plugin system, and made sure plugins can for instance automatically blacklist videos or reject comments based on any rule (similar to Pleroma MRF);
es: <strong> PeerTube 1.4 </strong> añadió un sistema de complementos y se aseguró de que estos puedan, por ejemplo, incluir automáticamente en la lista negra o rechazar comentarios basados en cualquier regla (similar a Pleroma MRF);
fr_fr: <strong>PeerTube 1.4</strong> a ajouté un système de plugins, et s'est assuré que les plugins peuvent par exemple blacklister automatiquement les vidéos ou rejeter les commentaires en fonction d'une règle quelconque (similaire à Pleroma MRF) ;
gl: <strong>PeerTube 1.4</strong> engadiu un sistema de engadidos, e fixo que os engadidos poidan bloquear vídeos e rexeitar comentarios de determinadas instancias seguindo regras preestablecidas (semellante a Pleroma MRF);
pl: <strong>PeerTube 1.4</strong> dodało system wtyczek i pozwala wtyczkom na przykład automatycznie dodawać filmy na czarną listę lub odrzucać je na podstawie reguły (podobnie do MRF Pleromy);
