Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: This is the last newsletter regarding the PeerTube crowdfunding. We would like to thank you one more time, for allowing us to greatly improve PeerTube, and therefore to promote a more decentralized web. But the journey does not end here: we will continue to work on the software, and there is still a lot to do to fully free up video streaming. But before anything, we'll take a few days off ;)
es: Este es el último boletín sobre el crowdfunding de PeerTube. Nos gustaría agradecerte una vez más, por permitirnos mejorar PeerTube y, por lo tanto, promover una web más descentralizada. Pero el viaje no termina aquí: continuaremos trabajando en el software, y aún queda mucho por hacer para liberar completamente la transmisión de video. Pero antes que nada, nos tomaremos unos días libres ;)
fr_fr: Il s'agit donc de la dernière newsletter concernant le crowdfunding de PeerTube. Nous aimerions donc vous remercier une dernière fois, pour nous avoir permis de grandement améliorer PeerTube afin de promouvoir un web plus décentralisé. Mais l'aventure n'est pas terminée : nous continuerons à améliorer le logiciel, et il reste encore beaucoup à faire pour pleinement libérer le streaming vidéo. Mais avant, nous allons prendre quelques jours de congé ;)
gl: Este é o último boletín referente ao microfinanciamento de PeerTube. Gostaríanos agradecercho unha vez máis, por permitirnos mellorar PeerTube, e polo tanto promocionar a web descentralizada. Pero o camiño non remata aquí: continuaremos traballando no software, e hai moito que facer para liberar realmente a difusión do vídeo. Mais antes de nada, imos descansar uns días ;)
pl: To ostatni newsletter dootyczący crowdfundingu PeerTube. Chcielibyśmy kolejny raz podziękować za pozwolenie nam na udoskonalenie PeerTube i przyczynienie się do promowania bardziej zdecentralizowanej sieci. Ale na tym podróż nie kończy się – będziemy kontynuować pracę nad oprogramowaniem, wciąż zostało bardzo dużo. Ale najpierw, potrzebujemy kilku dni przerwy ;)
pt_br: Este é o último boletim referente ao financiamento coletivo (crowdfunding) do PeerTube. Nós gostaríamos de agradecer, mais uma vez, por nos permitir amplamente melhorar o PeerTube, e portanto, promover uma web mais descentralizada. Mas a jornada não termina aqui: nós iremos continuar a trabalhar no aplicativo, há ainda muito a fazer para libertar completamente a transmissão de vídeo. Mas antes de mais nada, nós vamos tirar uns dias de folga ;)
ru: Это последняя новостная рассылка о краудфандинге PeerTube. Мы хотели бы еще раз поблагодарить вас за предоставленную нам возможность значительно улучшить PeerTube и, следовательно, продвигать более децентрализованную сеть. Но работа на этом не заканчивается: мы продолжим разработку, и еще многое предстоит сделать, чтобы сделать свободным потоковое видео. Но прежде всего мы возьмем несколько выходных;)

source: This new release includes many other improvements. You can see the complete list on <a href="https://github.com/Chocobozzz/PeerTube/releases/tag/v2.1.0" target="_blank" rel="noopener noreferrer">https://github.com/Chocobozzz/PeerTube/releases/tag/v2.1.0</a>
es: Esta nueva versión incluye muchas otras mejoras. Puede ver la lista completa en <a href="https://github.com/Chocobozzz/PeerTube/releases/tag/v2.1.0" target="_blank" rel="noopener noreferrer"> https://github. com/Chocobozzz/PeerTube/releases/tag/v2.1.0</a>
fr_fr: Beaucoup d'autres améliorations ont été apportées dans cette nouvelle version. Vous pouvez voir la liste complète (en anglais) sur <a href="https://github.com/Chocobozzz/PeerTube/releases/tag/v2.1.0" target="_blank" rel="noopener noreferrer">https://github.com/Chocobozzz/PeerTube/releases/tag/v2.1.0</a>
gl: Esta nova versión inclúe moitas outras melloras. Podes ver a lista completa en <a href="https://github.com/Chocobozzz/PeerTube/releases/tag/v2.1.0" target="_blank" rel="noopener noreferrer">https://github.com/Chocobozzz/PeerTube/releases/tag/v2.1.0</a>

source: This new release includes many other improvements. You can see the complete list on <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0"> https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0 </a>.
es: Esta nueva versión incluye muchas otras mejoras. Puede ver la lista completa en <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0">https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0</a>.
fr_fr: Beaucoup d'autres améliorations ont été apportées dans cette nouvelle version. Vous pouvez voir la liste complète (en anglais) sur <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0">https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0</a>.
gl: Esta nova versión inclue moitas melloras. Podes ver a lista completa en <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0"> https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0 </a>.
pl: To nowe wydanie zawiera wiele licznych usprawnień. Możesz przejrzeć pełną listę na <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0">https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0</a>.
pt_br: Este novo lançamento inclui várias melhorias. Você pode ver a lista completa em <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0"> https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0 </a>.
ru: Этот новый выпуск включает в себя множество других улучшений. Вы можете прочитать полный список изменений и улучшений на <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0"> https://github.com/Chocobozzz/PeerTube/releases/tag/v1.4.0 </a>.

source: This version also includes a notification system that allows users to be informed (on the web interface or through email) when their video is commented, when someone mention them, when one of their subscriptions has published a new video, etc.
es: Esta versión también incluye un sistema de notificación que permite a los usuarios estar informados (en la interfaz web o por correo electrónico) cuando se comenta tu video, cuando alguien los menciona, cuando una de tus suscripciones ha publicado un nuevo video, etc.
fr_fr: Cette version comprend aussi un système de notifications permettant aux utilisatrices et utilisateurs de savoir (via l'interface web ou par email) lorsque leur vidéo est commentée, lorsque quelqu'un les mentionne, lorsqu'un de leur abonnement a publié une nouvelle vidéo, etc.
gl: Esta versión tamén inclúe un sistema de notificacións que lle permite as usuarias estar informadas (na interface web ou email) se un dos seus vídeos foi comentado, se foi mencionada, se hai un vídeo novo nas súas subscricións, etc.
pl: Ta wersja zawiera też system powiadomień, który informuje użytkowników (przez interfejs strony lub wiadomości e-mail), gdy ich film zostanie skomentowany, ktoś wspomni o nich lub ktoś kogo subskrybują opublikuje nowy film itp.
pt_br: Esta versão também inclui um sistema de notificação que permite os usuários serem informados (no tela da web ou através de email) quando seus vídeos são comentados, quando alguém os menciona, quando uma de suas inscrições publicou algum vídeo novo, etc.
ru: Эта версия также включает систему уведомлений, которая позволяет пользователям получать оповещения (через веб-интерфейс или по электронной почте), когда их видео комментируется, когда кто-то упоминает их, когда одна из их подписок опубликовала новое видео и т. д.

source: Throughout the fediverse
fr_fr: Recherche dans la fediverse

source: Throughout this development we will be improving user experience and interface of PeerTube to provide more clarity and power at every level of use.
fr_fr: Tout au long de ce développement, nous travaillerons à améliorer l'expérience d’utilisation et l'interface de PeerTube pour offrir plus de clarté et de pouvoir à chaque niveau d'utilisation.

source: Torrent import
es: Importar torrent
fr_fr: Importation de Torrent
gl: Importar Torrent
pl: Importowanie torrentów
pt_br: Importar torrent
ru: Импорт торрентов

source: Translate
es: Traducir
fr_fr: Traduire
gl: Traducir
pl: Tłumacz
pt_br: Traduzir
ru: Перевод

source: Travels
es: Viajes
fr_fr: Voyages
gl: Viaxes
pl: Podróże
pt_br: Viagens
ru: Путешествия

source: Unlimited space
es: Espacio ilimitado
fr_fr: Espace illimité
gl: Espazo ilimitado
pl: Nielimitowana przestrzeń
pt_br: Espaço ilimitado
ru: Безлимитное хранилище

source: Upgrade PeerTube
es: Actualizar PeerTube
fr_fr: Mettre à jour PeerTube
gl: Mellorar PeerTube
pl: Aktualizuj PeerTube
pt_br: Atualizar PeerTube
ru: Обновление PeerTube

source: value
es: valor
fr_fr: valeur
gl: valor
pl: wartość
pt_br: valor
ru: значение

source: Vehicles
es: Vehículos
fr_fr: Transport
gl: Vehículos
pl: Pojazdy
pt_br: Veículos
ru: Транспорт

source: Video channel subscriptions
es: Suscripciones a canales de vídeos
fr_fr: Abonnements à des chaînes
gl: Subscricións a canais de vídeo
pl: Subskrypcje kanałów z filmami
pt_br: Inscrição de canal de vídeo
ru: Подписки на каналы

source: Video maker
es: Editor de vídeo
fr_fr: Vidéaste
gl: Editor de vídeo
pl: Twórcą filmów
pt_br: Criador de vídeo
ru: Блоггер

source: Viewer
es: Visor
fr_fr: Spectateur
gl: Espectadora
pl: Oglądającym
pt_br: Espectador
ru: Зритель

source: Watch the video
es: Ver vídeo
fr_fr: Regarder la vidéo
gl: Ver o vídeo
pl: Zobacz film
pt_br: Ver o vídeo
ru: Смотреть

source: We also added a new feature allowing you to <b>upload an audio file</b> directly to PeerTube: the software will automatically create a video from the audio file. This much awaited for feature should make life easier for music makers :)
es: También agregamos una nueva función que le permite <b> cargar un archivo de audio </b> directamente a PeerTube: el software creará automáticamente un video a partir del archivo de audio. Esta característica tan esperada debería facilitar la vida de los creadores de música :)
fr_fr: Nous avons ajouté la possibilité d’<b>uploader un fichier audio</b> directement sur PeerTube : le logiciel s’occupe de créer automatiquement une vidéo à partir du fichier audio. Cette fonctionnalité demandée depuis longtemps devrait faciliter la vie des créatrices et créateurs de musique :)
gl: Tamén engadimos unha nova función que che permite <b>subir un ficheiro de audio</b> directamente a PeerTube: o software creará automáticamente o video desde o ficheiro de audio. Era unha función moi agardada que lle fará a vida máis fácil as creadoras de música :)
pl: Dodaliśmy też nową funkcję pozwalającą na bezpośrednie <b>wysyłanie plików audio</b> na PeerTube – oprogramowanie automatycznie utworzy film z tego pliku. Ta bardzo oczekiwana funkcja powinna uczynić życie twórców muzyki prostszym :)
pt_br: Nós também adicionamos a possibilidade de <b>subir arquivo de áudio</b> diretamente para o PeerTube: o aplicativo irá automaticamente criar um vídeo do arquivo de áudio. Este recurso tão esperado facilitará a vida para músicos :)
ru: Мы также добавили новую функцию, позволяющую <b> загружать аудиофайл </b> непосредственно в PeerTube: программа автоматически создаст видео из аудиофайла. Эта долгожданная функция должна облегчить жизнь создателям музыки :)

source: We also aimed to differentiate a channel homepage from that of an account. These two pages used to list videos, whereas now the account homepage lists all the channel linked to the account by showing under each channel name the thumbnail from the last videos uploaded on it.
es: También buscamos diferenciar la página de inicio de un canal de la de una cuenta. Estas dos páginas solían enumerar videos, mientras que ahora la página de inicio de la cuenta enumera todos los canales vinculados a la cuenta al mostrar debajo de cada nombre de canal la miniatura de los últimos videos cargados en ella.
fr_fr: Nous avons aussi essayé de différencier la page d’accueil d’une chaîne de celle d’un compte. Avant, ces deux pages listaient des vidéos alors que maintenant la page d’accueil du compte liste toutes les chaînes de celui-ci en présentant sous chaque nom de chaîne les miniatures des dernières vidéos uploadées.
gl: Tamén pretendemos diferencias a páxina de inicio do canal da da conta. Estas dúas páxinas antes tiñan listas de vídeos, mentras que agora a páxina da conta mostra todas as canles ligadas a conta mostrando baixo cada nome de canal a miniatura do último vídeo subido a el.
pl: Chcieliśmy też wyróżnić stronę kanału od strony konta. Te dwie strony służą do przedstawienia filmów, przy czym strona główna konta przedstawia wszystkie kanały powiązane z kontem, pokazując przy każdym miniatury ostatnio wysyłanych na nie filmów.
pt_br: Nós também tentamos diferenciar a página de início do canal da página da conta. Essas duas páginas são usadas para listar vídeos, enquanto que agora, a página inicial da conta lista todos os canais linkados à conta e mostra abaixo de cada canal o nome e a miniatura do último vídeo inserido nela.
ru: Мы также стремились отличить домашнюю страницу канала от учетной записи. Эти две страницы использовались для отображения видео, тогда как теперь на домашней странице учетной записи перечислены все каналы, связанные с этой учетной записью, с указанием под каждым названием канала миниатюры из последних видео, загруженных на нее.

source: We also improved the contents' layout of PeerTube presentation page located in About category / PeerTube tab. On this page, you now have easy access to PeerTube documentation, to the various apps available and to the PeerTube Contribution Guide.
es: También mejoramos el diseño del contenido de la página de presentación de PeerTube ubicada en la categoría "Acerca de/pestaña PeerTube". En esta página, ahora tiene fácil acceso a la documentación de PeerTube, a las diversas aplicaciones disponibles y a la Guía de contribución de PeerTube.
fr_fr: On a aussi amélioré la présentation des contenus de la page de présentation de PeerTube placée dans la catégorie <em>À propos / onglet PeerTube</em>. Sur cette page, vous avez désormais un accès facile à la documentation de PeerTube, aux différentes applications disponibles et au guide de la contribution à PeerTube.
gl: Tamén melloramos a disposición do contido na páxina de presentación de PeerTube na lapela da categoría Acerca de / Peertube. Nesta páxina, agora tes un acceso doado a documentación de PeerTube, as app dispoñibles e a Guía de Colaboración con PeerTube.

source: We also took the opportunity to add a watched videos history feature and the automatic resuming of video playback.
es: También aprovechamos la oportunidad para agregar una función de historial de videos vistos y la reanudación automática de la reproducción de videos.
fr_fr: Nous en avons aussi profité pour ajouter une fonctionnalité d'historique de visionnage et de reprise automatique de la lecture des vidéos.
gl: Tamén aproveitamos para engadir o historial de vídeos visualizados e a reprodución de vídeo desde a posición na que o deixaches.
pl: Skorzystaliśmy z możliwości dodania historii oglądanych filmów i automatycznego wznawiania odtwarzania filmów.
pt_br: Nós também tomamos a oportunidade para acrescentar uma funcionalidade de visualização do histórico dos vídeos vistos e do retomada automática da leitura dos vídeos.
ru: Ещё мы добавили отображение истории просмотров видео и функцию автоматического продолжения просмотра.

source: We are aware that documenting software allows more people to use it. That's why we added many contents to the <a href="https://docs.joinpeertube.org" target="_blank">PeerTube documentation</a>. PeerTube's administrators can now find information on how to use remote storage, how to manage videos' redundancy between instances and how to use PeerTube logs to understand what happens on their instances. We also added information on the various available features to customize an instance's interface, on moderation tools and how to mute instances or accounts.
es: Somos conscientes de que el software de documentación permite que más personas lo usen. Es por eso que agregamos muchos contenidos a la <a href="https://docs.joinpeertube.org" target="_blank"> documentación de PeerTube </a>. Los administradores de PeerTube ahora pueden encontrar información sobre cómo usar el almacenamiento remoto, cómo administrar la redundancia de videos entre instancias y cómo usar los registros de PeerTube para comprender lo que sucede en sus instancias. También agregamos información sobre las diversas funciones disponibles para personalizar la interfaz de una instancia, las herramientas de moderación y cómo silenciar instancias o cuentas.
fr_fr: Nous sommes conscients que documenter un logiciel permet à davantage de personnes de se l'approprier. C'est pourquoi nous avons ajouté un certain nombre de contenus dans la <a href="https://docs.joinpeertube.org" target="_blank">documentation de PeerTube</a>. Les administrateur⋅ices d'une instance PeerTube peuvent dorénavant trouver des informations sur l'utilisation de stockages distants, des explications sur le système de redondance de vidéos entre instances et comment utiliser les outils de logs de PeerTube pour comprendre ce qui se passe au sein d'une instance. On a aussi enrichi la documentation sur les différentes fonctionnalités existantes pour personnaliser l'interface d'une instance, des éléments sur les outils de modération à disposition et les modalités pour silencier des instances ou des comptes.
gl: Somos conscientes de que unha boa documentación permite a máis xente usalo. Por esto engadimos contidos a <a href="https://docs.joinpeertube.org" target="_blank">documentación de PeerTube</a>. As administradoras de PeerTube pode atopar información relativa ao almacenaxe remoto, cómo xestionar a redundancia de vídeos entre instancias e cómo usar o rexistro de PeerTube para comprender o que pasa na súa instancia. Tamén engadimos información sobre varias funcións dispoñibles para personalizar a interface, ferramentas de moderación e cómo acalar instancias ou contas.

source: We are continually striving to improve PeerTube's interface by collecting users opinions so that we know what is causing them trouble (in terms of understanding and usability for example). Firstly, even if it's no big deal, we have added a small animation on the videos when you play and pause them. We really like this little development! We also worked on the different icons graphics on the video viewing page. The icons and buttons are now more refined and you can also see the icons <em>I like / I don't like</em> without being connected. It provides users to understand how they can interact with the video.
es: Nos esforzamos continuamente por mejorar la interfaz de PeerTube mediante la recopilación de opiniones de los usuarios para que sepamos qué les está causando problemas (en términos de comprensión y usabilidad, por ejemplo). En primer lugar, incluso si no es gran cosa, hemos agregado una pequeña animación en los videos cuando los reproduces y los pausas. ¡Realmente nos gusta este pequeño desarrollo! También trabajamos en los diferentes gráficos de iconos en la página de visualización de videos. Los iconos y botones ahora son más refinados y también puede ver los iconos <em> Me gusta / No me gusta </em> sin estar conectado. Proporciona a los usuarios comprender cómo pueden interactuar con el video.
fr_fr: Nous essayons continuellement d’améliorer l’interface de PeerTube en récoltant les avis des utilisateur⋅ices afin de savoir ce qui leur pose des problèmes (de compréhension ou d’utilisabilité par exemple). Tout d'abord, et même si ce n'est pas grand chose, on a ajouté une petite animation qui apparaît sur les vidéos lorsqu'on en lance la lecture et qu'on les met en pause. Nous on trouve cela très joli ! On a aussi retravaillé le graphisme des différentes icônes présentes sur la page de visionnage des vidéos. Les icônes et boutons sont maintenant plus épurés et on peut aussi voir les icônes <em>J'aime / J'aime pas</em> sans être connecté, ce qui permet aux internautes de comprendre comment iels peuvent interagir avec la vidéo.
gl: Esforzámonos continuamente por mellorar a interface de PeerTube escoitando as opinións das usuarias para saber que lles causa problemas (en termos de manexabilidade por exemplo). Primeiro, incluso se non é moi importante, engadimos unha pequena animación nos vídeos cando os reproduces e os detés. Encántanos esta función! Tamén traballamos no aspecto das iconas na páxina de visionado. As iconas e botón están máis refinados e tamén verás que as iconas <em>Gústame / Non me gusta</em> non están conectadas. Axuda a comprender as usuarias que poden interactuar co vídeo.

source: We are currently finishing the video import system, from a URL (YouTube, Vimeo etc) or a torrent file. This feature should be available in a few days, when we will release a new version (v1.0.0-beta.11).
es: Actualmente estamos terminando el sistema de importación de video, desde una URL (YouTube, Vimeo, etc.) o un archivo torrent. Esta función debería estar disponible en unos días, cuando lancemos una nueva versión (v1.0.0-beta.11).
fr_fr: Nous sommes actuellement en train de finir le système d'import de vidéos via une URL (YouTube, Vimeo, Dailymotion etc) ou un fichier torrent. Cette fonctionnalité devrait être disponible dans quelques jours, lorsque nous sortirons une nouvelle version de PeerTube (v1.0.0-beta.11).
gl: Estamos rematando o sistema de importación de vídeos, desde un URL (YouTube, Vimeo etc) ou ficheiro torrent. Esta función debería estar lista axiña, para a publicación da versión (v1.0.0-beta.11).
pl: Obecnie kończymy pracę nad systemem importowania filmów z adresu URL (YouTube, Vimeo itd.) lub z pliku torrent. Ta funkcja powinna być dostępna za kilka dni, kiedy wydamy nową wersję (v1.0.0-beta.11).
pt_br: Estamos atualmente terminando o sistema de importação dos vídeos, através de um URL (YouTube, Vimeo etc) ou um arquivo torrent. Esta funcionalidade deverá estar disponível em poucos dias, quando nós iremos lançar a nova versão (v1.0.0-beta.11).
ru: В настоящее время мы заканчиваем систему импорта видео с URL (YouTube, Vimeo и т. Д.) Или из торрент-файла. Эта функция должна быть доступна через несколько дней, когда мы выпустим новую версию (v1.0.0-beta.11).

source: We are now in mid-October! As promised, we have just released the first stable version of PeerTube.
es: ¡Ya estamos a mediados de octubre! Según lo prometido, acabamos de lanzar la primera versión estable de PeerTube.
fr_fr: Nous voici mi-octobre ! Et comme promis, nous venons de sortir la première version stable de PeerTube.
gl: Xa estamos a mediados de outubro! O prometido é débeda, aquí está a primeira versión estable de PeerTube.
pl: Jesteśmy teraz w połowie października! Tak jak obiecaliśmy, wydaliśmy właśnie pierwszą stabilną wersję PeerTube.
pt_br: Nós estamos agora no meio de Outubro! E como prometido, nós acabamos de lançar a primeira versão estável do PeerTube.
ru: Мы сейчас в середине октября! Как и было обещано, мы только что выпустили первую стабильную версию PeerTube.
