Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: One of the benefits is that <strong>you become a part of the broadcasting of the videos you are watching</strong>. If other people are watching a PeerTube video at the same time as you, as long as your tab remains open, your browser shares bits of that video and you participate in a healthier use of the Internet.
es: Uno de los beneficios es que <strong>te conviertes en parte de la transmisión de los videos que estás viendo</strong>. Si otras personas miran un video de PeerTube al mismo tiempo que tu, siempre que tu pestaña permanezca abierta, tu navegador comparte fragmentos de ese video y participas en un uso más saludable de Internet.
fr_fr: Un des avantages, c’est que <strong>vous devenez partie prenante de la diffusion des vidéos que vous êtes en train de regarder</strong>. Si d’autres personnes regardent une vidéo PeerTube en même temps que vous, tant que votre onglet reste ouvert, votre navigateur partage des bouts de cette vidéo et vous participez ainsi à une utilisation plus saine d’Internet.
gl: Un dos beneficios é que te <strong>convertes en parte dos emisores do vídeo que estás a ver</strong>. Se outra xente está vendo un vídeo de PeerTube ao mesmo tempo, mentras a lapela permaneza aberta, o navegador comparte bits dese vídeo e participas nun uso de internet máis sostible.
pl: Jedną z korzyści jest to, że <strong>bierzesz udział w transmisji filmów które oglądasz</strong>. Jeżeli inne osoby oglądają ten sam film na PeerTube co Ty, tak długo jak karta pozostaje otwarta, Twoja przeglądarka dzieli się fragmentami filmu, więc czynisz internet „zdrowszym”.
pt_br: Um dos benefícios é que <strong>você se torna parte da difusão dos vídeos que você está vendo</strong>.Se uma outra pessoa está vendo um vídeo PeerTube ao mesmo tempo que você, enquanto a sua aba estiver aberta, o seu navegador compartilha bits do vídeo que você vê e você participa no uso sadio da internet.
ru: Одним из преимуществ является то, что <strong> вы становитесь частью трансляции просматриваемых видео </strong>. Если другие люди смотрят видео PeerTube одновременно с вами, пока ваша вкладка остается открытой, ваш браузер обменивается фрагментами этого видео, и вы участвуете в более здоровом использовании Интернета.

source: Our aim is not to replace them, but rather to simultaneously offer something else, with different values.
es: Nuestro objetivo no es reemplazarlos, sino ofrecer simultáneamente otra cosa, con valores diferentes.
fr_fr: Le but n’est pas de remplacer, mais de proposer quelque chose d’autre, avec des valeurs différentes, en parallèle de ce qui existe déjà.
gl: A nosa ambición non é substituilos, se non ofrecer algo máis de xeito simultáneo, con diferentes valores.
pl: Naszym celem nie jest zastąpienie ich, a dostarczanie jednocześnie czegoś innego, kierując się innymi wartościami.
pt_br: Nosso objetivo não é substitui-los, mas ao invés disso, simultaneamente oferecer alguma outra coisa, com valores diferentes.
ru: Наша цель состоит не в том, чтобы заменить их, а в том, чтобы одновременно предложить что-то другое, с другими ценностями.

source: Our association creates many digital tools (services, courses and resources, softwares) to equip the people who participate to the contribution society. Among these tools, we carry the development of the federated softwares PeerTube and Mobilizon (a soon-to-be alternative to Facebook events, pages and groups).
fr_fr: Notre association crée de nombreux outils numériques (services, cours et ressources, logiciels) pour équiper les personnes qui font la société de contribution. Parmi ces outils, nous portons le développement des logiciels fédérés PeerTube et Mobilizon (une future alternative aux événements, pages et groupes Facebook).

source: Our content selections
es: Nuestra selección de contenido
fr_fr: Notre sélection de contenus
gl: A nosa selección de contidos
pl: Nasz wybór zawartości
pt_br: As nossas seleções de conteúdo
ru: Наш выбор

source: our desires and projects for the future of PeerTube (we are considering a new crowdfunding, and dreaming of a video-remix tool and of live streaming!).
es: nuestros deseos y proyectos para el futuro de PeerTube (estamos considerando un nuevo crowdfunding y soñando con una herramienta de video remix y transmisión en vivo).
fr_fr: nos envies et projets pour le futur de PeerTube (nous envisageons un nouveau crowdfunding, et rêvons d'un outil de vidéo-remix et de streaming live !).
gl: os nosos desexos e proxectos para o futuro de PeerTbue (estamos considerando un novo micromecenado, e soñamos coa remezcla de vídeos e a retransmisión en directo!).
pl: nasze plany i projekty dotyczące przyszłości PeerTube (planujemy kolejną zbiórkę, marzymy o narzędziu do remiksowania filmów i streamingu na żywo!).
pt_br: nosso desejo e projetos para o futuro do PeerTube (nós estamos considerando um novo financiamento coletivo [crowdfunding] e sonhando com uma ferramenta de remixagem de vídeos e de transmissão ao vivo [live streaming]!).
ru: наши планы в развитии PeerTube (мы рассматриваем новый краудфандинг, мечтаем об инструменте ремиксов для видео и в прямом эфире!).

source: Our organization started in 2004, and now devotes itself <strong>to popular education about digital technology issues.</strong> We are a small structure of less than 40 members and under 10 employees, well-known for the De-google-ify Internet project, when we offered 34 ethical and alternative online tools. As a public interest organization, <strong>over 90% of our funding comes from donations</strong> (tax deductible for French taxpayers).
es: Nuestra organización comenzó en 2004, y ahora se dedica a <stong>la educación de la tecnología digital.</strong> Somos una pequeña comunidad de menos de 40 miembros, donde solo 10 son empleados, conocidos por el proyecto De-google-ify, cuando ofrecimos 34 herramientas tecnológicas en línea éticas y alternativas. Como organización de interés público, <stong>más del 90% de nuestra financiación proviene de donaciones </stong> (deducible de impuestos para los contribuyentes franceses).
fr_fr: Créée en 2004, l'association se consacre désormais à <strong>l’éducation populaire aux enjeux du numérique</strong>. Notre petite structure (moins de 40 membres, moins de 10 salarié·e·s) est connue pour avoir réalisé le projet Dégooglisons Internet, proposant 34 outils en ligne éthiques et alternatifs. Reconnue d’intérêt général, notre association <strong>est financée à plus de 90 % par vos dons</strong>, déductibles des impôts pour les contribuables français·es.
gl: Comezamos a organizarnos en 2004, e agora dedicámonos a <strong>edución popular sobre asuntos de tecnoloxía dixital.</strong> Somos unha pequena estrutura de menos de 40 persoas e 10 empregados, bastante coñecidos polo proxecto de De-googli-zar internet, ofrecendo 34 alternativas éticas de ferramentas en liña. Como organización de interese público, <strong>máis do 90% do presuposto procede das doazóns</strong> (deducible en impostos en Francia).
pl: Nasza organizacja powstała w 2004 i obecnie poświęca się <strong>popularyzacji edukacji dotyczącej problemów z technologiami cyfrowymi</strong>. Tworzymy małą strukturę składającą się z nieco ponad 40 członków i mniej niż 10 pracowników, znaną z projektu De-google-ify Internet, który oferuje 34 etyczne i alternatywne narzędzia online. Jako organizacja pożytku publicznego, <strong>ponad 90% naszych funduszy otrzymujemy z darowizn</strong> (mogących być odliczonymi od podatku dla płacących je we Francji).
pt_br: Nossa organização começou em 2004, e agora se dedica <strong>à educação das questões ligadas à tecnologia digital.</strong> Nós somos uma estrutura pequena, com menos de 40 membros e com menos de 10 empregados, porém, bem conhecida pelo projeto de Desgooglezar a internet, quando oferecemos 34 alternativas de ferramentas online éticas. Sendo uma organização de interesse público<strong>mais de 90% do nosso financiamento vem de doações</strong> (imposto dedutível para os contribuintes franceses).
ru: Наша организация начала свою деятельность в 2004 году и теперь <strong> занимается обучением по вопросам цифровых технологий. </strong> Наша небольшая организация, насчитывающая менее 40 человек и менее 10 сотрудников, хорошо известна благодаря проекту De-google-ify, где мы предложили 34 альтернативных онлайн-инструмента. Как организация, представляющая общественные интересы, <strong> более 90% нашего финансирования поступает от пожертвований </strong> (налог, взимаемый с французских налогоплательщиков).

source: Our wonderful community of translators is once again to thank for their work, after they enriched PeerTube with <b>3 new languages</b>: Finnish, Greek and Scottish Gaelic, making PeerTube now available in 22 languages.
es: Nuestra maravillosa comunidad de traductores merece, una vez más, el agradecimiento por su trabajo después de que enriquecieran a PeerTube con <b>3 nuevos idiomas</b>: finlandés, griego y gaélico escocés, haciendo que PeerTube ahora esté disponible en 22 idiomas.
fr_fr: Toujours grâce à notre formidable communauté de traducteur⋅ices, cette nouvelle version de PeerTube se voit augmentée de <b>3 nouvelles langues</b> : le finlandais, le grec et le gaélique écossais. PeerTube est donc dorénavant accessible en 22 langues.
gl: Agradecemos outra vez a formidable comunidade de tradutoras polo seu traballo, que sempre enriquecen PeerTube con <b>3 novos idiomas</b>: Finlandés, Grego e Gaélico escocés, facendo que PeerTube esté dispoñible en 22 idiomas.
pl: Nasza wspaniała społeczność tłumaczy po raz kolejny zasługuje na podziękowania, ponieważ wzbogacili PeerTube o <b>2 nowe języki</b>: fiński, grecki i gaelicki szkocki, dzięki czemu PeerTube jest dostępne w 22 językach.
pt_br: Sempre, graças à nossa formidável comunidade de tradutores(as), mais uma vez obrigado pelo vosso trabalho, essa nova versão de PeerTube possui <b>3 novos idiomas </b>: Gaélico finlandês, grego e escocês, fazendo com que PeerTube esteja agora disponível em 22 línguas.
ru: Наше замечательное сообщество переводчиков еще раз благодарит за их работу после того, как они обогатили PeerTube <b> 3 новыми языками </b>: финским, греческим и шотландским гэльским, сделав PeerTube теперь доступным на 22 языках.

source: Page not found
es: Página no encontrada
fr_fr: Page non trouvée
gl: Non se atopou a páxina
pl: Nie odnaleziono strony
pt_br: Página não encontrada
ru: Страница не найдена

source: Peer-to-peer (30s - 1mn lag)
fr_fr: En pair à pair (30s - 1min de lag)

source: Peer-to-peer broadcasting – and therefore viewing – (so no slowing down when a video becomes viral).
es: Transmisión de igual a igual, y por lo tanto, visualización (por lo que no se ralentiza cuando un vídeo se vuelve viral).
fr_fr: De la diffusion – et donc du visionnage – en pair-à-pair (donc pas de ralentissement quand une vidéo devient virale).
gl: Retransmisión entre pares - e polo tanto visionado - (sen relentizacións cando un vídeo se converte en viral).
pl: Transmisja (i oglądanie) peer-to-peer – serwery nie ulegną spowolnieniu gdy film stanie się viralowy.
pt_br: Uma difusão de vídeo de pessoa-à-pessoa, portanto uma visão (assim, não tem redução de transmissão quando o vídeo se torna viral).
ru: Peer-to-peer трансляция и просмотр (поэтому нет замедления, когда видео становится вирусным).

source: Peer-to-peer broadcasting allows, thanks to the <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a> protocol, that Internet users who watch the same video at the same time exchange bits of files, which relieves the server.
es: La transmisión peer-to-pee permite, gracias al <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">protocolo WebRTC</a>, que Los usuarios de Internet que miran el mismo video al mismo tiempo intercambien fragmentos de archivos, lo que alivia al servidor.
fr_fr: La diffusion en pair-à-pair permet, grâce au protocole <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>, que les internautes qui regardent la même vidéo en même temps s’échangent des bouts de fichiers, ce qui soulage le serveur.
gl: A retransmisión entre pares permite, grazas ao protocolo <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a>, que as usuarias de internet que ven o mesmo vídeo ao mesmo tempo intercambien bits de ficheiros, así axudan ao servidor.
pl: Dzięki protokołowi <a target="_blank" rel="noopener noreferrer" href="https://pl.wikipedia.org/wiki/WebRTC">WebRTC</a>, transmisja peer-to-peer pozwala użytkownikom oglądającym ten sam film wymieniać się fragmentami pliku, co odciąża serwer.
pt_br: A difusão pessoa-à-pessoa possibilita, graças ao protocolo <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC">WebRTC</a> que os internautas que olhem o mesmo vídeo ao mesmo tempo troquem pedaços do vídeo, e isso alivia o servidor.
ru: Peer-to-peer трансляция позволяет, благодаря протоколу <a target="_blank" rel="noopener noreferrer" href="https://en.wikipedia.org/wiki/WebRTC"> WebRTC </a> , пользователям, которые одновременно смотрят одно и то же видео, одновременно просматривать и транслировать это видео другим пользователям, что снимает нагрузку на сервер.

source: PeerTube 1.3 is out!
es: ¡PeerTube 1.3 ya disponible!
fr_fr: PeerTube 1.3 est là !
gl: Xa publicamos PeerTube 1.3!
pl: Wydano PeerTube 1.3!
pt_br: PeerTube 1.3 foi lançado!
ru: PeerTube 1.3 вышел!

source: PeerTube 1.4 is out!
es: ¡PeerTube 1.4 ya disponible!
fr_fr: PeerTube 1.4 est là !
gl: Xa publicamos PeerTube 1.4!
pl: Wydano PeerTube 1.4!
pt_br: PeerTube 1.4 foi lançado!
ru: PeerTube 1.4 вышел!

source: Peertube 1.4 just came out! Here's a quick overview of what's new…
es: ¡Peertube 1.4 acaba de salir! Aquí hay una descripción rápida de las novedades…
fr_fr: La dernière version de PeerTube est sortie ! Petit tour d’horizon de ce qu’elle apporte…
gl: PeerTube 1.4 xa é público! Aquí tes unha pequena mostra coas novidades…
pl: Właśnie wydano PeerTube 1.3! Oto krótki przegląd nowości…
pt_br: O PeerTube 1.4 acabou de ser lançado! Aqui está um resumo rápido das novidades…
ru: Peertube 1.4 только что вышел! Вот краткий обзор того, что нового …

source: PeerTube 2.1 is out!
es: ¡PeerTube 2.1 ya disponible!
fr_fr: PeerTube 2.1 est là !
gl: Xa publicamos PeerTube 2.1!

source: PeerTube aspires to be a <strong>decentralized and free/libre alternative</strong> to video broadcasting services.
es: PeerTube aspira a ser una <strong>alternativa descentralizada, gratuita y libre</strong> a los servicios de transmisión de vídeo.
fr_fr: L’ambition de PeerTube, c'est d’être <strong>une alternative libre et décentralisée</strong> aux services de diffusion de vidéos.
gl: PeerTube aspira a ser a <strong>alternativa descentralizada e libre/free</strong> aos servizos de retransmisión de vídeo.
pl: PeerTube zakłada bycie <strong>zdecentralizowaną i wolną/otwartą alternatywą</strong> dla platform do transmisji filmów.
pt_br: PeerTube aspira ser <strong>uma alternativa descentralizada e gratuita </strong> para o serviço de difusão de vídeos.
ru: PeerTube стремится стать <strong> децентрализованной и бесплатной альтернативой </strong> службам видеовещания.

source: PeerTube crowdfunding newsletter #1
es: Boletín nº 1 sobre financiación colectiva de PeerTube
fr_fr: Newsletter du crowdfunding de PeerTube n°1
gl: Boletín de novas do micromecenado #1
pl: Newsletter dot. crowdfundingu PeerTube #1
pt_br: Boletim de financiamento coletivo (Crowdfunding) do PeerTube - nº 1
ru: Краудфандинговый информационный бюллетень PeerTube # 1

source: PeerTube crowdfunding newsletter #2
es: Boletín nº 2 sobre financiación colectiva de PeerTube
fr_fr: Newsletter du crowdfunding de PeerTube n°2
gl: Boletín de novas do micromecenado #2
pl: Newsletter dot. crowdfundingu PeerTube #2
pt_br: Boletim de financiamento coletivo (Crowdfunding) do PeerTube - nº 2
ru: Краудфандинговый информационный бюллетень PeerTube # 2

source: PeerTube crowdfunding newsletter #3
es: Boletín nº 3 sobre financiación colectiva de PeerTube
fr_fr: Newsletter du crowdfunding de PeerTube n°3
gl: Boletín de novas do micromecenado #3
pl: Newsletter dot. crowdfundingu PeerTube #3
pt_br: Boletim de financiamento coletivo (Crowdfunding) do PeerTube - nº 3
ru: Краудфандинговый информационный бюллетень PeerTube # 3

source: PeerTube crowdfunding newsletter #4
es: Boletín nº 4 sobre financiación colectiva de PeerTube
fr_fr: Newsletter du crowdfunding de PeerTube n°4
gl: Boletín de novas do micromecenado #4
pl: Newsletter dot. crowdfundingu PeerTube #4
pt_br: Boletim de financiamento coletivo (Crowdfunding) do PeerTube - nº 4
ru: Краудфандинговый информационный бюллетень PeerTube # 4

source: PeerTube developers are committed to develop and improve moderation tools to make instances always easier to manage. We welcome you to take part in discussions to <a href="https://github.com/Chocobozzz/PeerTube/issues">help ongoing efforts</a> in that direction or <a href="https://github.com/Chocobozzz/PeerTube/issues/new">suggest new ones</a>!
fr_fr: Les développeurs de PeerTube s'engagent à développer et à améliorer les outils de modération pour rendre les instances toujours plus faciles à gérer. Nous vous invitons à prendre part aux discussions pour <a href="https://github.com/Chocobozzz/PeerTube/issues">aider les efforts en cours</a> dans ce sens ou <a href="https ://github.com/Chocobozzz/PeerTube/issues/new">suggest new ones</a> !

source: PeerTube developers did not add moderation tools.
es: Los desarrolladores de PeerTube no agregaron herramientas de moderación.
fr_fr: Les développeurs de PeerTube n'ont pas ajouté d'outils de modération.
gl: As desenvolvedoras de PeerTube non engadiron ferramentas de moderación.
pl: Twórcy PeerTube nie dodali narzędzi moderacyjnych.

source: PeerTube Git
es: Github de PeerTube
fr_fr: Git de PeerTube
gl: Git de PeerTube
pl: Git PeerTube
pt_br: Github do PeerTube
ru: PeerTube Git (для разработчиков)

source: PeerTube instances
es: Instancias de PeerTube
fr_fr: Instances PeerTube
gl: Instancias PeerTube
pl: Instancje PeerTube
pt_br: Instâncias do PeerTube
ru: Сервера - видеохостеры с PeerTube

source: Peertube is a <strong>free/libre software funded by a French non-profit organization</strong>: Framasoft
es: Peertube es <strong>un software gratis, financiado por una organización francesa sin fines de lucro: </strong> Framasoft
fr_fr: PeerTube est <strong>un logiciel libre gratuit financé par une association</strong> française à but non lucratif : Framasoft
gl: PeerTube é <strong>software libre/free financiado pola organización sen ánimo de lucro francesa</strong>: Framasoft
pl: Peertube jest <strong>wolnym/otwartym oprogramowaniem sfinansowanym przez francuską organizację non-profit</strong> — Framasoft
pt_br: PeerTube é uma <strong>um software livre/gratuito fundado por uma organização francesa sem fins lucrativos</strong>: Framasoft
ru: Peertube - это <strong> бесплатное/свободное программное обеспечение, финансируемое французской некоммерческой организацией </strong>: Framasoft

source: PeerTube is free, decentralized, distributed, and does not impose any remuneration model. This is the choice we have made, which is debatable, and others (like d.tube) have made other choices, which have their advantages. So it’s up to you to see what suits you.
es: PeerTube es gratuito, descentralizado, distribuido y no impone ningún modelo de remuneración. Esta es la elección que hemos hecho, que es discutible, y otros (como d.tube) han hecho otras elecciones, que tienen sus ventajas. Depende de ti ver qué te conviene.
fr_fr: PeerTube est libre, décentralisé, distribué, et n’impose aucun modèle de rémunération. C’est le choix que nous avons fait, qui est discutable, et d’autres (comme d.tube) ont fait d’autres choix, qui ont leurs avantages. C’est donc à vous de voir ce qui vous correspond.
gl: PeerTube é libre, descentralizado, distribuído, e non impón un modelo de remuneración. Eleximos facelo así, o cal é discutible, e outro (como d.tube) fixeron as súas eleccións, que ten certas vantaxes. Depende de ti mirar o que máis che convén.
pl: PeerTube jest wolne, zdecentralizowane i rozproszone, nie narzuca żadnego modelu wynagrodzeń. To wybór który podjęliśmy. Inni (tak jak d.tube) podjęli inne decyzje, co ma też swoje zalety. Od Ciebie zależy, co Tobie pasuje.
pt_br: PeerTube é gratuito, descentralizado, distribuído e não impõe nenhum modelo de remuneração. Essa é a escolha que fizemos, que pode ser debatida, e outros (como d.tube) fizeram outras escolhas, que têm suas vantagens. Cabe a você ver o que te convém.
ru: PeerTube бесплатен, децентрализован, свободно распространяется и не навязывает модель вознаграждения. Есть и другие решения, например, d.tube со своими плюсами. Выбирать вам.

source: PeerTube is freely provided, no need to pay to install it on your server;
es: PeerTube se proporciona gratuitamente, no es necesario pagar para instalarlo en tu servidor;
fr_fr: PeerTube est diffusé gratuitement, pas besoin de payer pour l’installer sur son serveur ;
gl: PeerTube proporciónasae gratuítamente, non tes que pagar para instalalo no servidor;
pl: PeerTube jest dostępne za darmo, nie musisz płacić za możliwość instalacji go na swoim serwerze;
pt_br: PeerTube é oferecido gratuitamente, não há necessidade de pagar para instalá-lo no seu servidor;
ru: PeerTube распространяется свободно и не требует оплаты, если вы хотите установить его на свой сервер;

source: PeerTube is just a software: it's not Framasoft (non-profit that develops PeerTube) that's responsible for the content published on some instances.
es: PeerTube es solo un software: Framasoft (asociación sin fines de lucro que desarrolla PeerTube) no es responsable del contenido publicado en algunas instancias.
fr_fr: PeerTube n'est qu'un logiciel, ce n'est donc pas Framasoft (association qui développe PeerTube) qui est responsable du contenu mis en ligne sur certaines instances.
gl: PeerTube é simplemente un software: Framasoft (org. sen ánimo de lucro tras PeerTube) non é responsable do contido publicado en certas instancias.
pl: PeerTube to tylko oprogramowanie – Framasoft (organizacja non-profit rozwijająca PeerTube) nie jest odpowiedzialna za zawartość publikowaną na konkretnych instancjach.
pt_br: PeerTube é apenas um software. Não é Framasoft (uma organização sem fins lucrativos que desenvolve PeerTube) que é a responsável pelo conteúdo publicado in algumas instâncias.
ru: PeerTube - это просто программное обеспечение: Framasoft (некоммерческая организация, разрабатывающая PeerTube) не отвечает за контент, публикуемый на серверах пользователей.
