Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: We are pleased to announce that the foundation stones of this system have been laid in this 1.4 release! It might be very basic for now, but we plan on improving it bit by bit in Peertube's future releases.
es: ¡Nos complace anunciar que las bases de este sistema se han colocado en esta versión 1.4! Puede ser muy básico por ahora, pero planeamos mejorarlo poco a poco en los futuros lanzamientos de Peertube.
fr_fr: Nous avons donc le plaisir de vous annoncer que les premières pierres de ce système ont été posées dans cette version 1.4 ! Celui-ci est pour l’instant très basique mais nous prévoyons de l’améliorer petit à petit dans les futures versions de PeerTube.
gl: Agrádanos anunciar que establecemos as bases do sistema con esta versión 1.4! Polo de agora é moi básico, mais iremos mellorando PeerTube paseniño.
pl: Cieszymy się, że możemy ogłosić pojawienie się podstawy dla tego systemu w wydaniu 1.4! Jest ona teraz dość prosta, lecz planujemy stopniowo poprawiać ją w przyszłych wydaniach PeerTube.
pt_br: Temos o prazer de anunciar que as pedras de fundação desse sistema foram colocadas com esse lançamento da versão 1.4! Talvez seja o mais básico por agora, mas planejamos incrementa o aplicativo, bit por bit, nos lançamentos futuros do PeerTube.
ru: Мы рады сообщить, что фундамент этой системы был заложен в версии 1.4! Может пока всё и примитивно, но мы планируем постепенно улучшать будущие версии Peertube.

source: We are well aware of the shortcomings of PeerTube, especially in the moderation tools area (videos, comments, etc.). And we intend to work on these weaknesses.
es: Somos conscientes de las deficiencias de PeerTube, especialmente en el área de herramientas de moderación (videos, comentarios, etc.). Y tenemos la intención de trabajar en estas debilidades.
fr_fr: Nous sommes bien conscients des manques de PeerTube, notamment dans la palette d’outils de modération (de vidéos, de commentaires, etc). Et nous avons bien l’intention de travailler sur ces faiblesses.
gl: Somos conscientes das eivas de PeerTube, especialmente coas ferramentas de moderación (vídeos, comentarios, etc.). Intentamos traballar nesas debilidades.

source: We are working as quickly as possible to improve PeerTube, but we are doing so with the resources we have, which means <strong>very</strong> limited.
es: Estamos trabajando lo más rápido posible para mejorar PeerTube, pero lo estamos haciendo con los recursos que tenemos, lo que significa <strong>muy</strong> limitados.
fr_fr: Nous travaillons aussi vite que possible à améliorer PeerTube, mais nous le faisons avec les moyens qui sont les nôtres, c’est à dire <strong>très</strong> limités.
gl: Traballamos o máis rápido posible para mellorar PeerTube, pero dentro das nosas posibilidades, que son <strong>moi</strong> limitadas.
pl: Pracujemy nad usprawnieniem PeerTube tak sprawnie jak to możliwe, lecz używamy tylko zasobów które posiadamy, tzn. <strong>bardzo</strong> ograniczonych zasobów.
pt_br: Nós estamos trabalhando o mais rápido possível para melhorar PeerTube, mas nós estamos fazendo isso com os recursos que nós temos que significa<strong>muito</strong> limitado.
ru: Мы работаем как можно быстрее, чтобы улучшить PeerTube, но мы делаем это с помощью имеющихся у нас ресурсов, которых<strong> очень</strong> мало.

source: We believe in the public utility of PeerTube, so much so that we commit to work on it for six months to make this v3 happen, even if we must do it on our own funds (which <a href="https://framablog.org/2019/11/12/peertube-has-worked-twice-as-hard-to-free-your-videos-from-youtube/">we had already done for v2</a>).
fr_fr: Nous croyons en l'utilité publique de PeerTube, à tel point que nous nous engageons à travailler six mois pour concrétiser cette v3, même si c'est sur nos fonds propres (ce que <a href="https://framablog.org/2019/11/12/peertube-met-les-bouchees-doubles-pour-emanciper-vos-videos-de-youtube/">nous avions déjà fait pour la v2</a>).

source: We can answer with certainty: no!
es: Podemos responder con certeza: ¡no!
fr_fr: On peut répondre avec certitude : non !
gl: Podemos responder con certeza: non!
pl: Możemy z całą pewnością odpowiedzieć — nie!
pt_br: Nós podemos responder com certeza: não!
ru: Мы можем с уверенностью ответить: нет!

source: We can look under the hood of PeerTube (its source code): it's auditable, transparent;
es: Podemos mirar bajo el capó de PeerTube (su código fuente): es auditable, transparente;
fr_fr: On peut regarder sous le capot de PeerTube (son code source) : il est auditable, transparent ;
gl: Podemos mirar dentro de PeerTube (o código fonte): é auditable, transparente;
pl: Możesz zajrzeć pod maskę PeerTube (do kodu źródłowego), dokonać jego audytu;;
pt_br: Nós podemos olhar sob o capô do PeerTube (seu código fonte): é auditável, transparente;
ru: Мы можем заглянуть под капот PeerTube (его исходный код): он проверяемый, прозрачный;

source: We did not go any further because to favour one technical solution would be to impose, in the code, a political vision of cultural sharing and its financing. All financial solutions are possible and treated equally in PeerTube.
es: No fuimos más allá porque favorecer una solución técnica sería imponer, en el código, una visión política del intercambio cultural y su financiación. Todas las soluciones financieras son posibles y se tratan por igual en PeerTube.
fr_fr: Favoriser une solution technique serait imposer, dans le code, une vision politique des partages culturels et de leurs financements. Toutes les solutions de rémunération sont donc possibles dans PeerTube.
gl: Non imos máis alá porque impoñer unha solución técnica, no código, sería impoñer unha visión política do que significa compartir e o seu financiamento. Todas as solucións de financiamento son posibles e tratadas por igual en PeerTube.
pl: Nie idziemy dalej, ponieważ nie chcemy narzucać jednego rozwiązania technicznego w kodzie. Wszystkie rozwiązana finansowe są możliwe i traktowane na równi przez PeerTube.
pt_br: Favorecer uma solução técnica seria impor, no código, uma visão política de paradigmas culturais e de seus financiamentos. Todas as soluções de remuneração são possíveis dentro do PeerTube.
ru: Мы не пошли дальше, потому что предпочтение одному техническому решению означало бы навязывание политического видения культурного обмена и его финансирования. Все финансовые решения возможны и рассматриваются в PeerTube одинаково.

source: We have chosen to do so as follows: on the one hand we will work primarily in the coming months to improve these tools within PeerTube itself (in the <i>core</i> of the software). On the other hand, we will also focus, in parallel, a large part of PeerTube's development effort during 2019 on the integration of a plugin system, which can be developed by the communities.
es: Elegimos hacerlo de la siguiente manera: por un lado, trabajaremos principalmente en los próximos meses para mejorar estas herramientas dentro del propio PeerTube (en el <i>núcleo</i> del software). Por otro lado, también enfocaremos, en paralelo, una gran parte del esfuerzo de desarrollo de PeerTube durante 2019 en la integración de un sistema de complementos, que pueden ser desarrollado por las comunidades.
fr_fr: Nous avons choisi de le faire de la façon suivante : d’une part nous allons travailler prioritairement ces prochains mois à l’amélioration de ces outils au sein même de PeerTube (dans le "<i>core</i>" du logiciel). D’autre part, nous allons axer, en parallèle, une grosse partie de l’effort du développement de PeerTube durant l’année 2019 sur l’intégration d’un système de plugins, qui pourront être développés par les communautés.
gl: Escollimos facelo así: por unha parte traballaremos principalmente nos vindeiros meses en mellorar estas ferramentas dentro do propio PeerTube (<i>internamente</i> no código). Por outra, paralelamente, traballaremos ao longo de 2019 para integrar o sistema de engadidos (plugins), que poden ser desenvoltos polas comunidades.
pl: Wybraliśmy następującą drogę – z jednej strony będziemy pracować w następnych miesiącach przede wszystkim nad usprawnieniem tych narzędzi w samym PeerTube (w <i>rdzeniu</i> oprogramowania). Z drugiej strony, niezależnie od tego skupimy się w 2019 na wprowadzenie systemu wtyczek, które będą mogły być rozwijane przez społeczność.
pt_br: Nós decidimos fazer assim: por um lado iremos trabalhar primeiramente durante os próximos meses para aprimorar as ferramentas dentro do PeerTube em si (in the <i>no núcleo</i> do aplicativo). E, por outro lado, nós iremos também focar, em paralelo, à maior parte do esforço de desenvolvimento do PeerTube durante 2019 na integração do sistema de plugin, que poderá ser desenvolvido pela comunidade.
ru: Мы решили сделать это следующим образом: с одной стороны, мы будем работать в основном в ближайшие месяцы, чтобы улучшить эти инструменты в самом PeerTube (в <i>ядре</i> программного обеспечения). С другой стороны, мы также сосредоточим параллельно большую часть усилий PeerTube по разработке в 2019 году на интеграции системы плагинов, которые можно будет разрабатывать сообщестом.

source: We just released PeerTube <em>beta 12</em>, that allows to subscribe to video channels, whether they are on your instance or even on remote instances. This way, you can browse videos of your subscribed channels in a dedicated page. Moreover, if your PeerTube administrator allows it, you can search a channel or a video directly by typing their web address in the PeerTube search bar.
es: Acabamos de lanzar PeerTube <em> beta 12 </em>, que permite suscribirse a canales de video, ya sea en tu instancia o incluso en instancias remotas. De esta manera, puedes buscar videos de tus canales suscritos en una página dedicada. Además, si tu administrador de PeerTube lo permite, puedes buscar un canal o un video directamente escribiendo su dirección web en la barra de búsqueda de PeerTube.
fr_fr: Nous venons de sortir la <em>beta 12</em> de PeerTube, qui ajoute la possibilité de s'abonner à des chaînes vidéos, qu'elles soient sur votre instance ou même sur des instances distantes. De cette manière, vous pouvez parcourir les vidéos de vos abonnements dans une page dédiée. De plus, si l'administrateur de votre instance PeerTube le permet, vous avez la possibilité de voir une chaîne ou une vidéo distante en tapant son adresse dans la barre de recherche de PeerTube.
gl: Publicamos a <em>beta 12</em> de PeerTube, que permite a subscrición a canais, tanto da propia instancia como de instancias remotas. Así, podes ver os vídeos dos canais aos que estás subscrito nunha páxina dedicada. Ademáis, se a administración do teu PeerTube o permite, podes buscar un canal ou vídeo directamente escribindo o seu enderezo web na barra de busca de PeerTube.
pl: Właśnie wydaliśmy <em>12 betę</em> PeerTube, która pozwoli Ci zasubskrybować kanały wideo, niezależnie czy są one na Twojej instancji, czy zdalnych instancjach. W ten sposób możesz przeglądać filmy z subskrybowanych kanałów na służącej do tego stronie. Co więcej, jeżeli pozwoli na to Twój administrator PeerTube, możesz wyszukać kanał lub film wpisując jego adres w pasek wyszukiwania na PeerTube.
pt_br: Acabamos de lançar o PeerTube <em>beta 12</em>, que permite se inscrever nos canais de vídeos, estejam eles na sua instância ou mesmo numa instância remota. Desta maneira, você pode navegar por vídeos dos canais que se inscreveram na sua instância em uma página dedicada para isso. Além disso, se o seu administrador PeerTube permitir isso, você poderá procurar por um canal ou um vídeo diretamente inserido o endereço correspondente na barra de busca do PeerTube.
ru: Мы только что выпустили PeerTube <em> beta 12 </em>, который позволяет подписываться на видео каналы, будь то на вашем сервере или даже на удаленных подключенных серверах. Таким образом, вы можете просматривать видео ваших подписанных каналов на специальной странице. Кроме того, если ваш администратор PeerTube позволяет это, вы можете искать канал или видео напрямую, введя их веб-адрес в строке поиска PeerTube.

source: We know that feature descriptions are not very amusing, so we have published a few demonstration videos:
es: Sabemos que las descripciones de funciones no son muy divertidas, por lo que hemos publicado algunos vídeos de demostración:
fr_fr: Nous savons que les descriptions de fonctionnalités ne sont pas toujours très fun, et c’est pour ça que nous vous avons préparé de courtes vidéos de démonstration :
gl: Sabemos que as descricións das características non son moi divertidas, así que publicamos uns vídeos como mostra:
pl: Wiemy że te opisy funkcji nie brzmią zbyt zachęcająco, więc opublikowaliśmy kilka filmów przedstawiających je:
pt_br: Sabemos que as descrições das funcionalidades não são assim muito divertidas, então, nós publicamos alguns vídeos demonstrativos:
ru: Мы понимаем, что текстовые описания функций не очень легко воспринимаются, поэтому мы опубликовали несколько демонстрационных видео:

source: We present, among other things:
es: Presentamos, entre otras cosas:
fr_fr: Nous présentons, entre autres :
gl: Presentamos, entre outras cousas:
pl: Przedstawiamy między innymi:
pt_br: Nós apresentamos, entre outras coisas:
ru: Мы представляем, среди прочего:

source: We recommend not to install PeerTube on low-end hardware or behind a weak connection (for example, on a RaspberryPi with an ADSL connection): this could slow down all federations.
es: Recomendamos no instalar PeerTube en hardware de gama baja o detrás de una conexión débil (por ejemplo, en una RaspberryPi con conexión ADSL): esto podría ralentizar a todas las federaciones.
fr_fr: Nous recommandons de ne pas installer PeerTube sur un matériel peu puissant ni derrière une connexion faible (par exemple, sur un RaspberryPi avec une connexion ADSL) : cela pourrait ralentir l’ensemble des fédérations.
gl: Non recomendamos instalar PeerTube en equipos con poucos recursos e tras unha conexión feble (po exemplo, nunha RaspberryPi con conexión ADSL): esto faría máis lenta a toda a federación.
pl: Odradzamy instalację PeerTube na słabym sprzęcie lub słabym połączeniu internetowym (np. Raspberry Pi z połączeniem ADSL) – może to spowolnić całą federację.
pt_br: Não recomendamos a instalação do PeerTube em computadores de baixa capacidade ou conectados a uma conexão baixa (por exemplo, num RaspberryPi com uma conexão ADSL): isso poderá desacelerar todas as federações.
ru: Мы рекомендуем не устанавливать PeerTube на низкоуровневом оборудовании или за слабым соединением (например, на RaspberryPi с ADSL-соединением): это может замедлить работу всех связанных серверов.

source: We remind you that you can ask questions on <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">the PeerTube forum</a>. You can also contact us directly on <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org"> https://contact.framasoft.org</a>.
es: Te recordamos que puede hacer preguntas en <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">el foro de PeerTube</a>. También puedes contactarnos directamente en <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org">https://contact.framasoft.org </a>.
fr_fr: Si vous avez des questions <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">un forum</a> est à votre disposition. Vous pouvez également nous contacter directement sur <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org">https://contact.framasoft.org.</a>.
gl: Lembrámosche que podes preguntar no <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">foro PeerTube</a>. Tamén podes contactar con nós directamente en <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org"> https://contact.framasoft.org</a>.
pl: Przypominamy, że możesz zadawać pytania na <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">forum PeerTube</a>. Możesz też bezpośrednio skontaktować się z nami na <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org"> https://contact.framasoft.org</a>.
pt_br: Lembramos que você poderá colocar perguntas no :<a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">Forum PeerTube</a>. Você também pode nos contatar diretamente em: <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org"> https://contact.framasoft.org</a>.
ru: Напоминаем, что вы можете задавать вопросы на <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/qualite/peertube">форуме PeerTube </a> . Вы также можете напрямую связаться с нами через <a target="_blank" rel="noopener noreferrer" href="https://contact.framasoft.org"> https://contact.framasoft.org</a>.

source: We remind you that you can track the progress of the work directly <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube"> on the git repository</a>, and be part of the discussions/bug reports/feature requests in the "Issues" tab.
es: Te recordamos que puedes seguir el progreso del trabajo directamente <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">en el repositorio de git</a> y ser parte de las discusiones / informes de errores / solicitudes de funciones en la pestaña "Problemas".
fr_fr: Nous vous rappelons que vous pouvez suivre l'avancée des travaux directement en consultant <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">le dépôt Git</a>, et même participer aux discussions/signalement de bugs/propositions d'améliorations dans l'onglet "Issues".
gl: Lembrámosche que podes seguir o progreso dos traballos directamente <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube">no repositorio git</a>, e ser parte das discusións/informe de fallos/solicitar funcións na lapela "Issues".
pl: Przypominamy, że możesz śledzić rozwój bezpośrednio <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube"> w repozytorium git</a> i uczestniczyć w dyskusji, zgłaszać błędy czy propozycje funkcji w zakładce „Issues”.
pt_br: Lembramos que você pode acompanhar o progresso do trabalho diretamente <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube"> no repositório Git</a>, e fazer parte das conversas/ relatórios de erros/pedidos de funcionalidades na aba "problemas".
ru: Напоминаем, что вы можете отслеживать ход работы непосредственно <a target="_blank" rel="noopener noreferrer" href="https://github.com/Chocobozzz/PeerTube"> в репозитории git </a> и быть частью обсуждений/отчетов об ошибках/запросов функций на вкладке «Проблемы».

source: We remind you that you can track the progress of the work directly on the git repository, and be part of the discussions/bug reports/feature requests in the "Issues" tab.
es: Te recordamos que puedes seguir el progreso del trabajo directamente en el repositorio de git y ser parte de las discusiones / informes de errores / solicitudes de funciones en la pestaña "Problemas".
fr_fr: Nous vous rappelons que vous pouvez suivre l'avancée des travaux directement en consultant le dépôt Git, et même participer aux discussions/signalement de bugs/propositions d'améliorations dans l'onglet "Issues".
gl: Lembrámosche que podes seguir o progreso do traballo directamente no repositorio git, e ser parte das discusións/informar de fallos/solicitar funcións na lapela "Issues".
pl: Przypominamy, że możesz śledzić rozwój bezpośrednio w repozytorium git i uczestniczyć w dyskusji, zgłaszać błędy czy propozycje funkcji w zakładce „Issues”.
pt_br: Lembramos que você pode acompanhar o progresso do trabalho diretamente no repositório Git, assim como, fazer parte das conversas/ relatórios de erros/pedidos de funcionalidades na aba "problemas".
ru: Напоминаем, что вы можете отслеживать ход работы непосредственно в репозитории git и участвовать в обсуждениях/отчетах об ошибках/запросах функций на вкладке «Проблемы».

source: We still hope that by sharing this roadmap as widely as possible, some of you will support us in our approach with a donation that will allow us to fund this work.
fr_fr: Nous espérons malgré tout qu'en partageant le plus largement cette feuille de route, certain·es d'entre vous nous soutiendront dans notre démarche par un don qui nous permettra de financer ce travail.

source: We strive to improve PeerTube's interface by collecting users' opinions so that we know what is causing them trouble (in terms of understanding and usability for example). Even though this is a time-consuming undertaking, this new release already offers you a few modifications.
es: Nos esforzamos por mejorar la interfaz de PeerTube mediante la recopilación de las opiniones de los usuarios para que sepamos qué les está causando problemas (en términos de comprensión y usabilidad, por ejemplo). Aunque esta es una tarea que lleva mucho tiempo, esta nueva versión ya ofrece algunas modificaciones.
fr_fr: Nous essayons continuellement d’améliorer l’interface de PeerTube en récoltant les avis des utilisateur⋅ices afin de savoir ce qui leur pose des problèmes (de compréhension ou d’utilisabilité par exemple). C’est un chantier qui prend du temps, mais cette nouvelle version vous propose déjà quelques modifications.
gl: Esforzámonos por mellorar a interface de PeerTube escoitando a opinión das usuarias para saber o que lles causa problemas (en termos de comprensión e usabilidade por exemplo). Aínda que nos da moito traballo, esta nova versión trae moitas novidades.
pl: Staramy się usprawniać interfejs PeerTube zbierając opinie użytkowników, aby dowiedzieć się co sprawia im problem (mając na myśli chociażby zrozumienie interfejsu lub dostępność). Choć jest to czasochłonne podejście, to wydanie oferuje już kilka zmian.
pt_br: Tentamos melhorar o interface do PeerTube levantando as opiniões dos usuários, de modo a conhecer o que está causando problemas a eles (em termos de compreensão e usabilidade, por exemplo). Mesmo que isso seja um esforço que tome bastante tempo, esse novo lançamento já oferece à você algumas modificações.
ru: Мы стремимся улучшить интерфейс PeerTube, собирая мнения пользователей, чтобы знать, что вызывает у них проблемы (например, с точки зрения понимания и удобства использования). Несмотря на то, что это трудоемкое мероприятие, этот новый выпуск уже предлагает вам несколько модификаций.
