Repository: ipbc-dev/jointube
Catalog: src/locale/*/LC_MESSAGES/app.po
Languages: es, fr_fr, gl, pl, pt_br, ru

source: If you want to help out in another way, or if you want to request a feature, come discuss it on our <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">contribution forum</a>.
es: Si deseas ayudar de otra manera, o si deseas solicitar una función, ven a discutirlo en nuestro <a target = "_ blank" rel = "noopener noreferrer" href = "https://framacolibri.org/c/ peertube ">foro de contribución</a>.
fr_fr: Si vous souhaitez apporter un autre type d’aide, ou que vous désirez une fonctionnalité qui n’est pas disponible, venez en discuter sur notre <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">forum des contributions</a>.
gl: Se queres axudar de algún outro xeito, ou se queres pedir unha característica, vente e coméntao no <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">foro para contribucións</a>.
pl: Jeżeli chcesz pomóc w inny sposób lubzaproponować nową funkcję, zapraszamy do dyskusji na <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">forum współtwórców</a>.
pt_br: Se você quiser ajudar de outra maneira, ou se você quiser solicitar uma funcionalidade, venha discutir isso no nosso <a target="_blank" rel="noopener noreferrer" href="https://framacolibri.org/c/peertube">Forum de contribuidores</a>.
ru: Если вы хотите помочь другим способом, или если вы хотите запросить функцию, обсудите ее на нашем <a target = "_ blank" rel = "noopener noreferrer" href = "https://framacolibri.org/c/ peertube "> форуме</a>.

source: If you would like to interact with videos (like, comment, download...), subscribe to channels, create playlists or play videos, then all you have to do is <strong>create an account on the PeerTube instance of your choice.</strong>
es: Si deseas interactuar con videos (apreciar, comentar, descargar ...), suscribirte a canales, crear listas de reproducción o reproducir videos, entonces todo lo que tienes que hacer es <strong> crear una cuenta en la instancia de PeerTube de tu elección.</strong>
fr_fr: Si vous souhaitez interagir avec des vidéos (aimer, commenter, télécharger…), vous abonner à des chaînes, créer des listes de lecture ou diffuser des vidéos, alors il ne vous reste qu’à <strong>créer un compte sur l’instance PeerTube de votre choix.</strong>
gl: Se queres interactuar cos vídeos (gustar, comentar, descargar...), subscribir a canais, crear listas de vídeos ou reproducilos, entón todo o que tes que facer é <strong>crear unha conta na instancia PeerTube da túa elección.</strong>
pl: Jeżeli chcesz wchodzić w interakcje z filmami (dodawać do ulubionych, komentować, pobierać…), subrkybować kanały czy tworzyć playlisty, wysarczy że <strong>utworzysz konto na wybranej instancji PeerTube.</strong>
pt_br: Se você gostaria de interagir com vídeos (dar likes, comentar, baixar...), inscreva-se no canal, crie playlists or veja vídeos, assim, tudo o que você tem a fazer é <strong>criar uma conta no PeerTube da sua escolha.</strong>
ru: Если вы хотите взаимодействовать с видео (например, комментировать, загружать ...), подписываться на каналы, создавать списки воспроизведения или воспроизводить видео, вам нужно всего лишь <strong> создать учетную запись на выбранном вами экземпляре PeerTube. </strong>

source: Illustrations from <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">What is PeerTube video</a>, created by <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>
es: Ilustraciones de<a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">¿Qué es el video de PeerTube?</a>, creado por <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>
fr_fr: Illustrations de <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">la vidéo "What is PeerTube"</a>, créée par <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">l'équipe ZeMarmot</a>
gl: Ilustracións de <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">Vídeo Que é Peertube</a>, creadas por <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>
pl: Ilustrajce pochodzą z <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">filmu Czym jest PeerTube</a> utworzonego przez zespół <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot</a>
pt_br: Ilustração de: <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">O que é PeerTube vídeo</a>, criado por <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>
ru: Иллюстрации из <a target="_blank" rel="noopener noreferrer" href="https://framatube.org/videos/watch/9c9de5e8-0a1e-484a-b099-e80766180a6d">видео, что такое PeerTube</a>, созданы <a target="_blank" rel="noopener noreferrer" href="https://libreart.info/">LILA</a> - <a target="_blank" rel="noopener noreferrer" href="https://film.zemarmot.net/">ZeMarmot Team</a>

source: In December 2018, we released version 1.1 which contained some moderation tools requested by instance administrators.
es: En diciembre de 2018, lanzamos la versión 1.1 que contenía algunas herramientas de moderación solicitadas por los administradores de instancias.
fr_fr: En décembre 2018, nous avons sorti la version 1.1 qui contenait certains outils de modération demandés par les administrateurs d'instances.
gl: En decembro de 2018, publicamos a versión 1.1 que contiña algunhas ferramentas de moderación solicitadas polas administradoras de instancias.
pl: W grudniu 20178 wydaliśmy wersję 1.1, zawierającą część narzędzi moderacyjnych, których oczekiwali administratorzy instancji.
pt_br: Em Dezembro de 2018, nós lançamos a versão 1.1 que continha algumas ferramentas de moderação solicitada por administradores de instâncias.
ru: В декабре 2018 года мы выпустили версию 1.1, которая содержала некоторые инструменты модерации, запрошенные администраторами серверов-видеохостеров.

source: In France, thanks to the %{ percent } tax deduction, your donation of %{ amount } will cost you %{ defisc }.
fr_fr: En France, grâce à la déduction d’impôts de %{ percent }, votre don de %{ amount } vous coûtera %{ defisc }.

source: In January, we released version 1.2 that supports 3 new languages: Russian, Polish and Italian. Thanks to PeerTube's community of translators, PeerTube is now translated into 16 different languages!
es: En enero, lanzamos la versión 1.2 que admitía 3 nuevos idiomas: ruso, polaco e italiano. ¡Gracias a la comunidad de traductores de PeerTube, ahora el software está traducido a 16 idiomas diferentes!
fr_fr: En janvier, nous avons sorti la version 1.2 permettant, grâce à la communauté de traducteurs et traductrices de PeerTube, de proposer 3 nouvelles langues : le russe, le polonais et l'italien. PeerTube est donc désormais traduit en 16 langues différentes !
gl: En xaneiro, publicamos a versión 1.2 que aportaba 3 novos idiomas: Ruso, Polaco e Italiano. Grazas a comunidade de tradutoras de PeerTube, agora xa temos 16 idiomas!
pl: W styczniu wydaliśmy wersję 1.2 zawierającą 3 nowe języki – rosyjski, polski i włoski. Dzięki społeczności tłumaczy PeerTube, jest ono teraz przetłumaczone na 16 różnych językóów!
pt_br: Em Janeiro, lançamos a versão 1.2 que suporta 3 novas línguas: Russo, Polaco e Italiano. Graças à comunidade de tradutores do PeerTube, PeerTube está agora traduzido em 16 diferentes línguas!
ru: В январе мы выпустили версию 1.2, которая поддерживает 3 новых языка: русский, польский и итальянский. Благодаря сообществу переводчиков PeerTube PeerTube теперь переведен на 16 разных языков!

source: In March 2018, PeerTube released its publicly usable beta version. Several collectives set up the first instances, thus creating the bases of the federation.
es: En marzo de 2018, PeerTube lanzó su versión beta de uso público. Varios colectivos establecieron las primeras instancias, creando así las bases de la federación.
fr_fr: En mars 2018, PeerTube a sorti sa version bêta, utilisable publiquement. Plusieurs collectifs ont monté des premiers hébergements, créant ainsi les bases de la fédération.
gl: En marzo de 2018, PeerTube publicou a súa primeira beta utilizable. Algúns colectivos levantaron as primeiras instancias, creando as bases para a federación.
pl: W marcu 2018 została opublikowana pierwsza nadająca się do użytku wersja beta. Niektóre grupy skonfigurowały pierwsze instancje, tworząc podstawę dla federacji.
pt_br: Em Março de 2018, PeerTube lançou a sua versão beta, utilizada publicamente. Varias coletividades configuraram suas primeiras instâncias, criando assim as bases da federação.
ru: В марте 2018 года PeerTube выпустил общедоступную бета-версию. Несколько коллективов создают первые серверные ноды, создавая основы распределённой сети.

source: In order to make this channel idea more understandable, we have changed the sign-up form, which from now on consists of two steps:
es: Para que esta idea del canal sea más comprensible, hemos cambiado el formulario de registro, que a partir de ahora consta de dos pasos:
fr_fr: Pour rendre plus compréhensible ce concept de chaîne, nous avons modifié le formulaire d’inscription en y proposant dorénavant 2 étapes :
gl: Para axudar a comprender mellor a idea dos canais, cambiamos o formulario de rexistro, que a partir de agora consta de dous pasos:
pl: W celu uczynienia idei kanałów bardziej zrozumiałą, zmodyfikowaliśmy formularz rejestracji, który składa się teraz z dwóch kroków:
pt_br: A fim de tornar esta ideia de canal mais compreensível, nós mudamos o formulário de inscrição, o qual, a partir de agora, consiste em dois passos:
ru: Чтобы сделать эту идею канала более понятной, мы изменили форму регистрации, которая теперь состоит из двух этапов:

source: In the meantime, as an user if you feel that PeerTube does not currently meet your needs, it's simple: don't use it right now (we remind you that we don't make money developing PeerTube, and that if we obviously hope for its success, the survival of our association doesn't depend on it).
es: Mientras tanto, como usuario, si cree que PeerTube actualmente no satisface sus necesidades, es simple: no lo use en este momento (le recordamos que no ganamos dinero desarrollando PeerTube, y eso si obviamente esperamos su éxito, la supervivencia de nuestra asociación no depende de ello).
fr_fr: En attendant, en tant qu’utilisateur⋅ice si vous estimez que PeerTube 1.0 ne répond pas actuellement à vos besoins, c’est simple : ne l’utilisez pas pour le moment (nous vous rappelons que nous ne gagnons pas d’argent en développant PeerTube, et que si nous espérons évidemment son succès, la survie de notre association n’en dépend pas).
gl: Mentras tanto, se como usuaria cres que PeerTube non cumpre coas túas expectativas, é simple: non o uses agora (lembrámosche que non gañamos cartos desenvolvendo PeerTube, e aínda que desexamos ter éxito, a supervivencia da nosa organización non depende del).

source: In the meantime, the PeerTube federation has grown: today, more than 300 instances broadcast more than 70,000 videos, with nearly 2 million cumulated views. We remind you that the only official website we maintain around PeerTube is <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/en">https://joinpeertube.org/en</a> and that we bear no responsibility on any other site that may be published.
es: Mientras tanto, la federación de PeerTube ha crecido: hoy, más de 300 instancias transmiten más de 70,000 videos, con casi 2 millones de visitas acumuladas. Te recordamos que el único sitio web oficial que mantenemos en torno a PeerTube es <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/en">https://joinpeertube.org/en </a> y que no portamos ninguna responsabilidad en cualquier otro sitio que pueda publicarse.
fr_fr: Par ailleurs, la fédération PeerTube s'est développée : aujourd'hui, c'est plus de 300 instances qui diffusent plus de 70 000 vidéos, avec près de 2 millions de vues cumulées. Nous vous rappelons au passage que le seul site officiel que nous maintenons autour de PeerTube est <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/en">https://joinpeertube.org</a> et que nous n'avons aucune responsabilité autour de tout autre site qui pourrait voir le jour.
gl: Desde entón, a federación de PeerTube medrou: hoxe, máis de 300 instancias publican máis de 70.000 vídeos, con preto de 2 millóns de visionados acumulados. Lembrámosche que o único sitio oficial que mantemos para PeerTube é <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/en">https://joinpeertube.org/en</a> e que non asumimola responsabilidade do que calquera outro poida publicar.
pl: W międzyczasie, powiększyła się federacja PeerTube – obecnie ponad 300 instancji transmituje ponad 70 tysięcy filmów, osiągając łącznie prawie 2 miliony wyświetleń. Przypominamy, że jedyną zarządzaną przez nas oficjalną stroną PeerTube jest<a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/en">https://joinpeertube.org/en</a> i nie odpowiadamy za zawartość innych stron.
pt_br: Enquanto isso, a federação PeerTube cresceu: Hoje, mais que 300 instâncias, difundem mais de 70.000 vídeos com aproximadamente 2 milhões de visualização acumulada. Lembramos que o único site oficial que mantemos sobre o PeerTube é <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/en">https://joinpeertube.org/en</a> e não temos nenhuma responsabilidade quanto a qualquer outro site que possa ser publicado.
ru: Тем временем сеть PeerTube выросла: сегодня более 300 экземпляров транслируют более 70 000 видео с почти 2 миллионами просмотров. Напоминаем, что единственный официальный веб-сайт, который мы поддерживаем в отношении PeerTube, это <a target="_blank" rel="noopener noreferrer" href="https://joinpeertube.org/en">https://joinpeertube.org/en</a> и что мы не несем ответственности за любые другие сайты, которые могут быть опубликованы.

source: In this way, when you watch a video, your computer contributes to its broadcast. If a lot of people are watching the same video at the same time, their browser automatically send smalls pieces of the video to the other viewers. <strong>The server resources are not over-exploited</strong>: the stream is split, the network optimized.
es: De esta manera, cuando miras un video, tu computadora contribuye a su transmisión. Si muchas personas miran el mismo video al mismo tiempo, sus navegadores envían automáticamente pequeñas partes del video a los demás espectadores. <strong>Los recursos del servidor no están sobreexplotados</strong>: el flujo se divide, la red se optimiza.
fr_fr: Ainsi, quand vous visionnez une vidéo, votre ordinateur participe à sa diffusion. Si beaucoup de personnes regardent la même vidéo au même moment, leur navigateur envoie automatiquement des bouts de la vidéo aux autres spectateur⋅ices. Cela permet de <strong>ne pas surexploiter les ressources du serveur</strong> : les flux se répartissent, le réseau est optimisé.
gl: Deste xeito, cando ves un vídeo, o teu ordenador contribúe a súa emisión. Se moita xente ve un vídeo ao mesmo tempo, o seu navegador automáticamente envía pequenos anacos do vídeo a outras persoas. <strong>Os recursos do servidor non se sobrexplotan</strong>: o fluxo repártese, a rede está optimizada.
pl: Dzięki temu, kiedy oglądasz film, Twój komputer bierze udział w transmisji. Jeżeli wiele osób ogląda ten sam film jednocześnie, ich przeglądarki wysyłają drobne porcje filmu innym oglądającym. <strong>Zasoby serwera nie są nadmiernie wykorzystywane</strong>: transmisja jest podzielona, a sieć zoptymalizowana.
pt_br: Dessa forma, quando você vê um vídeo, o seu computador contribui com a sua difusão. Se um monte de pessoas estiverem vendo o mesmo vídeo ao mesmo tempo, o navegador deles envia automaticamente pequenos pedaços de vídeos aos outros telespectadores. <strong> Os recursos do servidor não são super explorados </strong>: o fluxo de tráfego pela internet é dividido e a rede otimizada.
ru: Таким образом, когда вы смотрите видео, ваш компьютер участвует в его трансляции. Если много людей одновременно смотрят одно и то же видео, их браузер автоматически отправляет мелкие фрагменты видео другим зрителям. <strong> Ресурсы сервера используются бережно</strong>: видеопоток распределен, сеть оптимизирована.

source: Indeed, we do not claim to have the science behind it and know how best to manage each of the tools according to each of the needs. For example: with regard to the question of DMCA requests, cases vary according to geographical jurisdictions (European law is different from French law, itself different from Canadian law, itself different from American law, etc.). Concerning the tools for moderating comments, here again, we cannot decree ourselves experts of the subject, because this is simply not the case.
es: De hecho, no pretendemos tener la ciencia detrás de esto y saber cómo administrar mejor cada una de las herramientas de acuerdo con cada una de las necesidades. Por ejemplo: con respecto a la cuestión de las solicitudes de DMCA, los casos varían según las jurisdicciones geográficas (la ley europea es diferente de la ley francesa, en sí misma de la ley canadiense, de la ley estadounidense, etc.). Con respecto a las herramientas para moderar comentarios, aquí nuevamente, no podemos decretarnos expertos en el tema, porque simplemente no es así.
fr_fr: En effet, nous ne prétendons pas avoir la science infuse et savoir comment gérer au mieux chacun des outils en fonction de chacun des besoins. Par exemple : concernant la question des requêtes DMCA, les cas sont variables selon les juridictions géographiques (le droit européen est différent du droit français, lui même différent du droit canadien, lui même différent du droit états-uniens, etc.). Concernant les outils de modération de commentaires, là encore, nous ne pouvons nous décréter expert⋅es du sujet, car cela n’est tout simplement pas le cas.
gl: Certo, sabemos que non invetamos todo esto nin que sexamos expertas en xestionar todas as ferramentas para cada necesidade concreta. Por exemplo: en relación as peticións da DMCA, os casos varían de acordo coa xurisdición particular (a lei europea é diferente da francesa, que ao tempo é diferente da canadiense, que é distinta a estadounidense, etc.). Con respecto as ferramentas para moderar os comentarios, aquí de novo non podemos declararnos expertas no asunto, non viría ao caso.
pl: Oczywiście, nie możemy wiedzieć jak najlepiej zarządzać tymi narzędziami, zgodnie z oczekiwaniami każdego. Na przykład – kwestia zgłoszeń DMCA różni się w zależności od położenia graficznego (polskie prawo różni się od prawa francuskiego, które różni się od prawa kanadyjskiego, różniącego się od prawa amerykańskiego itd.). Nie możemy uznawać się za ekspertów w tej kwestii.
pt_br: Entretanto, nós não reivindicamos termos a ciência por trás disso e sabemos como melhor gerenciar cada uma das ferramentas de acordo com cada uma das necessidades. Por exemplo: no que se refere à questão de solicitação de DMCA, os casos variam de acordo coma jurisdição geográfica (a lei Europeia é diferente da lei Francesa, e que se difere da lei Canadense, que se difere da lei Americana, etc.) No que se refere à ferramentas para moderar comentários, aqui novamente, nós não podemos nos considerar especialistas sobre o assunto, porque esse simplesmente não é o caso.
ru: На самом деле, мы не утверждаем, что самые умные, и знаем, как наилучшим образом управлять каждым из инструментов в соответствии с каждой из потребностей. Например: что касается вопроса запросов DMCA, случаи варьируются в зависимости от географической юрисдикции (европейское право отличается от французского права, само по себе отличается от канадского, само по себе отличается от американского права и т. Д.). Что касается инструментов для модерации комментариев, здесь опять-таки мы не можем сами определять экспертов в данной области, потому что это просто не тот случай.

source: Install PeerTube
es: Instalar PeerTube
fr_fr: Installer PeerTube
gl: Instalar PeerTube
pl: Zainstaluj PeerTube
pt_br: Instalar PeerTube
ru: Установить PeerTube

source: Instance languages
es: Idioma de la página
fr_fr: Langues de l'instance
gl: Idiomas da instancia
pl: Języki instancji
pt_br: Idiomas da instância
ru: Языки серверов - видеохостеров

source: Instances list
es: Lista de instancias
fr_fr: Liste des instances
gl: Listaxe de instancias
pl: Lista instancji
pt_br: Lista de instâncias
ru: Список серверов PeerTube

source: Interactivity with users is one of the recipes to success on videos platforms. Interacting with Internet users and responding to comments helps content producers to build an audience. That's why this latest version includes enhancements that help video makers to interact more with their viewers.
es: La interactividad con los usuarios es una de las recetas para el éxito en las plataformas de videos. Interactuar con los usuarios de Internet y responder a los comentarios ayuda a los productores de contenido a construir una audiencia. Es por eso que esta última versión incluye mejoras que ayudan a los fabricantes de videos a interactuar más con sus espectadores.
fr_fr: L’interactivité avec les utilisateur⋅ices est l’une des clés du succès sur les plateformes de diffusion vidéo. Répondre aux commentaires et interagir avec les internautes permet de construire une relation avec elles et eux et de fidéliser une audience. Nous avons donc ajouté plusieurs améliorations afin que les vidéastes puissent davantage échanger avec leurs spectateur⋅ices.
gl: A interacción coas usuarias é unha das razóns do éxito das plataformas de vídeo. Ter relación coas usuarias de internet e responder aos comentarios axudar a que as produtoras de contidos constrúan a súa audiencia. Esta é a razón para que a última versión inclúa melloras que axuden as creadoras a interactuar máis coa audiencia.

source: IPFS is a great technology, but it still seems very (too!) young for large scale streaming of large files.
es: IPFS es una gran tecnología, pero aún parece muy (¡demasiado!) Joven para la transmisión a gran escala de archivos voluminosos.
fr_fr: IPFS est une super technologie, mais elle nous semble encore très (trop !) fraiche pour de la diffusion de gros fichiers à large échelle en streaming.
gl: IPFS é unha tecnoloxía fantástica, pero semella estar (tamén!) moi verde para difundir vídeos a gran escala.
pl: IPFS jest świetną technologią, ale wydaje się być zbyt(!) młodą na transmisję dużych plików na większą skalę.
pt_br: IPFS é uma tecnologia incrível, mas ela ainda muito (demais!) jovem para escala larga de grande fluxo de arquivos.
ru: IPFS - отличная технология, но она все еще кажется (слишком!) молодой для потоковой передачи больших файлов в больших масштабах.
